[
  {
    "chunk_id": "chunk_1",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "রক্ত হলো এক ধরনের যোগ কলা। মানুষ ও অন্যান্য মেরুদণ্ডী প্রাণীর সংবহন তন্ত্রের একটি দৈহিক তরল যা কোষে প্রয়োজনীয় পদার্থসমূহ যেমন পুষ্টিদায়ক পদার্থ ও অক্সিজেন সরবরাহ করে এবং কোষ থেকে বিপাকীয় রেচন পদার্থ কোষসমূহ থেকে দূরে বহন করে নিয়ে যায়। সংবহন তন্ত্রের রক্ত প্রান্তীয় রক্ত নামেও পরিচিত, এবং এটি যে রক্তকণিকাসমূহ বহন করে তা প্রান্তীয় রক্ত কণিকা নামে পরিচিত। রক্ত রক্তকণিকা দিয়ে গঠিত যেগুলো রক্তরস বা প্লাজমাতে ভাসমান অবস্থায় থাকে। রক্তের ৫৫% হলো রক্তরস বা প্লাজমা যার অধিকাংশই পানি (আয়তনে প্রায় ৯২%), এছাড়াও রক্তরসে প্রোটিন, গ্লুকোজ, খনিজ আয়ন, হরমোন, কার্বন ডাই অক্সাইড (রক্তরস রেঢন পদার্থ পরিবহণের প্রধান মাধ্যম হওয়ায়), ও রক্তকণিকা বিদ্যমান। রক্তরসের প্রধান প্রোটিন হলো; অ্যালবিউমিন, যা রক্তের কলোয়ডাল অভিস্রবণিক চাপ নিয়ন্ত্রণে কাজ করে। রক্তকণিকাগুলো লোহিত রক্তকণিকা (RBC বা ইরিথ্রোসাইট নামেও পরিচিত), শ্বেত রক্তকণিকা, (WBC বা লিউকোসাইট নামেও পরিচিত) ও অণুচক্রিকা (প্লেটলেট বা থ্রম্বোসাইট নামেও পরিচিত)। মেরুদণ্ডী প্রাণীদের সবচেয়ে বেশি থাকে লোহিত রক্তকণিকা, এর মধ্যে থাকে হিমোগ্লোবিন নামক লৌহসমৃদ্ধ প্রোটিন যা রক্তে অক্সিজেন পরিবহণের কাজ করে। অপরদিকে, কার্বন ডাই-অক্সাইড প্রধানত বহিঃকোষীয়ভাবে পরিবাহিত হয় কারণ বাইকার্বনেট আয়ন রক্তরসে পরিবাহিত হয়। মেরুদণ্ডী প্রাণীদের রক্তের হিমোগ্লোবিন অক্সিজেনের সাথে যুক্ত হলে রং উজ্জ্বল লাল বর্ণের হয় এবং অক্সিজেন মুক্ত হলে গাঢ় লাল বর্ণের হয়। কিছু প্রাণী, যেমন ক্রাস্টেশান বা কবচী ও কম্বোজ প্রাণী অক্সিজেন"
  },
  {
    "chunk_id": "chunk_2",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "পরিবহণের জন্য হিমোগ্লোবিনের পরিবর্তে হিমোসায়ানিন ব্যবহার করে। কীটপতঙ্গ ও কিছু মলাস্ক বা কম্বোজ প্রাণী রক্তের পরিবর্তে হিমোলিম্ফ নামক তরল ব্যবহার করে। হিমোলিম্ফ বদ্ধ সংবহনতন্ত্রের মধ্যে থাকে না। রক্ত হৃদ্‌যন্ত্রের পাম্প বা সঞ্চালন ক্রিয়ার ফলে রক্তনালির মধ্য দিয়ে সারা দেহে পরিবাহিত হয়। ফুসফুসবিশিষ্ট প্রাণীদের ক্ষেত্রে, ধামনিক রক্ত প্রশ্বাসের মাধ্যমে টেনে নেওয়া বায়ু থেকে অক্সিজেন দেহের, টিসুতে বহন করে এবং শিরাস্থ রক্ত কোষে উৎপন্ন কার্বন ডাই-অক্সাইড টিসু থেকে ফুসফুসে বহন করে নিয়ে যায়। রক্ত সম্পর্কিত চিকিৎসা পরিভাষা প্রায়শই hemo- (হিমো-) অথবা hemato- (হিমাটো-) দিয়ে শুরু হয় (এগুলোর ব্রিটিশ বানান যথাক্রমে haemo- ও haemato-), এটি এসেছে গ্রিক শব্দ αἷμα (হাইমা) থেকে যার অর্থ \"রক্ত\"। শারীরস্থান ও কলাস্থানবিদ্যার পরিভাষায় রক্ত হলো একটি বিশেষ ধরনের তরল যোজক কলা রক্তের বৈশিষ্ট্যাবলি বর্ণ: রক্ত লাল বর্ণের, ধমনীর রক্ত বেশি অক্সিজেন ধারণ করে তাই এটি উজ্জ্বল টকটকে লাল এবং শিরার রক্তে কার্বন ডাই-অক্সাইড বেশি থাকায় এটি অরুণ বর্ণের বা গাঢ় লাল হয়। আয়তন: স্বাভাবিক অবস্থায় মোট প্রবহমান রক্তের আয়তন দৈহিক ওজনের প্রায় ৮% (৭০ কেজি ওজনবিশিষ্ট ব্যক্তির ক্ষেত্রে ৫৬০০ মি.লি.)। এই আয়তনের ৫৫% হচ্ছে রক্তরস। নবজাতকের ক্ষেত্রে এই আয়তন ৪৫০ মি.লি.। দৈহিক বৃদ্ধির সময় এই আয়তন বাড়তে থাকে এবং বয়ঃসন্ধির সময় ৫ লিটার হয়। মহিলাদের ক্ষেত্রে এই আয়তন একটু কম হয় (প্রায় ৪.৫ লিটার)। বিক্রিয়া ও pH: রক্ত"
  },
  {
    "chunk_id": "chunk_3",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "ঈষৎ ক্ষারীয়, স্বাভাবিক অবস্থায় রক্তের pH ৭.৩৫-৭.৪৫, গড়ে প্রায় ৭.৪০। আপেক্ষিক গুরুত্ব: সমগ্র রক্তের আপেক্ষিক গুরুত্ব ১.০৫২ থেকে ১.০৬১, রক্তকণিকার আপেক্ষিক গুরুত্ব ১.০৯২ থেকে ১.১০১ এবং রক্তরসের আপেক্ষিক গুরুত্ব ১.০২২ থেকে ১.০২৬। সান্দ্রতা: প্লাজমা বা রক্তরস পানির তুলনায় ১.৮ গুণ সান্দ্র, অপরদিকে রক্তের সান্দ্রতা নির্ভর করে প্রধানত হিমাটোক্রিট বা লোহিত রক্তকণিকার ওপর, এছাড়া কিছুটা রক্তরস প্রোটিনের ঘনত্ব ও ধরনের ওপর। হিমাটোক্রিট বেড়ে গেলে রক্তের সান্দ্রতা অনেকগুণ বেড়ে যায়। হিমাটোক্রিট মাত্রা স্বাভাবিক থাকলে সমগ্র রক্তের সান্দ্রতা পানির তুলনায় ৩ থেকে ৪ গুণ বেশি অর্থাৎ একই রক্তবাহের মধ্য দিয়ে পানি পরিবহণে যে বল প্রয়োগের প্রয়োজন, রক্ত পরিবহণে তার চেয়ে তিন থেকে চারগুণ বেশি বল প্রয়োগের প্রয়োজন। পলিসাইথিমিয়া বা লালিকাধিক্য রোগে যখন হিমাটোক্রিট ৬০ অথবা ৭০ পর্যন্ত বৃদ্ধি পায় তখন রক্তের সান্দ্রতা পানির তুলনায় প্রায় ১০ গুণ বৃদ্ধি পায় এবং রক্তবাহের মধ্য দিয়ে প্রবাহ অত্যন্ত ধীর হয়ে যায়।, রক্তের কাজ রক্ত দেহের অভ্যন্তরে অনেক গুরুত্বপূর্ণ কাজ করে, যেমন: পুষ্টিবিষয়ক কাজ: পরিপাককৃত খাবার থেকে উদ্ভূত পুষ্টিকর পদার্থসমূহ যেমন গ্লুকোজ, অ্যামিনো অ্যাসিড, লিপিড ও ভিটামিনসমূহ পরিপাক নালি থেকে শোষিত হয়ে রক্তের মাধ্যমে শরীরের বিভিন্ন অংশে পরিবাহিত হয় এবং দেহের বৃদ্ধি ও শক্তি উৎপাদনে কাজে লাগে। শ্বসনমূলক কাজ: রক্তের মাধ্যমে শ্বসন গ্যাসসমূহ পরিবাহিত হয়। এটি ফুসফুসের অ্যালভিওলাস বা বায়ুস্থলী থেকে দেহের বিভিন্ন টিসুতে অক্সিজেন এবং টিসু"
  },
  {
    "chunk_id": "chunk_4",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "থেকে ফুসফুসে কার্বন ডাই-অক্সাইড বহন করে নিয়ে যায়। রেচনমূলক কাজ: দেহের টিসুতে বিভিন্ন বিপাকীয় ক্রিয়া সংঘটিত হওয়ার সময় উৎপাদিত রেচন পদার্থসমূহ রক্তের মাধ্যমে অপসারিত হয় এবং বৃক্ক, ত্বক, যকৃৎ প্রভৃতি রেচন অঙ্গসমূহে পরিবাহিত হয়। হরমোন ও উৎসেচকসমূহের পরিবহণ: অন্তঃক্ষরা বা অনাল গ্রন্থি থেকে নিঃসৃত হরমোনগুলো সরাসরি রক্তে অবমুক্ত হয়। রক্ত এই হরমোনগুলোকে তাদের উদ্দিষ্ট অঙ্গ বা টিসুতে বহন করে নিয়ে যায়। রক্ত উৎসেচকও পরিবহণ করে। জলীয় সাম্য রক্ষা: রক্তের জলীয় অংশ ইন্টারস্টিশিয়াল তরলের সাথে মুক্তভাবে পরস্পর বিনিময়যোগ্য যা দেহের তরলের সাম্য নিয়ন্ত্রণে সহায়তা করে। অম্ল-ক্ষার সাম্য রক্ষা: রক্তরস প্রোটিন ও হিমোগ্লোবিন বাফার হিসেবে কাজ করে এবং অম্ল-ক্ষার সাম্য রক্ষায় সাহায্য করে। দেহের তাপমাত্রা নিয়ন্ত্রণ: রক্তের আপেক্ষিক তাপ বেশি হওয়ায় এটি দেহের তাপমাত্রা নিয়ন্ত্রণে কাজ করে, অর্থাৎ দেহের তাপ হরণ ও তাপ গ্রহণের মধ্যে সাম্য রক্ষা করে। সঞ্চয় কাজ: পানি ও অন্যান্য গুরুত্বপূর্ণ কিছু পদার্থ যেমন প্রোটিন, গ্লুকোজ, সোডিয়াম এবং পটাশিয়াম কোষের জন্য অবিরাম প্রয়োজন। রক্ত এ-সকল পদার্থগুলোর জন্য তৈরি উৎস হিসেবে কাজ করে। অনাহার, তরল-হানি, ইলেকট্রোলাইট-হানি প্রভৃতি অবস্থায় রক্ত এ-সকল পদার্থের যোগান দিয়ে থাকে। প্রতিরক্ষামূলক কাজ: দেহের প্রতিরক্ষা কাজে রক্তের ভূমিকা অনেক। শ্বেত রক্তকণিকা এই কাজের জন্য দায়ী। নিউট্রোফিল ও মনোসাইট ফ্যাগোসাইটোসিস প্রক্রিয়ার মাধ্যমে ব্যাকটেরিয়াকে গ্রাস করে। লিম্ফোসাইটসমূহ দেহের অনাক্রম্যতা বা প্রতিরক্ষা-ব্যবস্থা সৃষ্টিতে ভূমিকা রাখে। ইওসিনোফিল বিষাক্ত উপাদান অপসারণ, দ্বিখণ্ডায়ণ"
  },
  {
    "chunk_id": "chunk_5",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "ও বাইরের প্রোটিন অপসারণের জন্য দায়ী। অভিস্রবণ চাপ বজায় রাখা: রক্ত শরীরের মধ্যে অভিস্রবণ চাপ বজায় রাখতে সাহায্য করে।রক্ত এবং অন্যান্য কলা কোষের রস নিয়ন্ত্রণে অভিস্রবণ চাপ কাজে লাগে। রক্তরসের অ্যালবুমিন এতে মুখ্য ভূমিকা গ্রহণ করে। আয়নের সমতা বজায় রাখা: বিভিন্ন কোষ এবং কলারসের মধ্যে আয়নের সমতা বজায় রাখার ক্ষেত্রে রক্ত উল্লেখযোগ্য ভূমিকা নেয়। সান্দ্রতা বজায় রাখা: সান্দ্রতা বজায় রাখতে রক্ত সাহায্য করে। ফলে রক্তচাপ অনেকাংশে নিয়ন্ত্রিত হয়। ট্রিফোন উৎপাদন: শ্বেত রক্তকণিকা রক্ত রসের প্রোটিন থেকে ট্রিফোন উৎপন্ন করে। ট্রিফোন কলার পুষ্টি ও বৃদ্ধিতে সাহায্য করে। পিত্ত রঙ্গক উৎপাদন: পিত্তে বিলিরুবিন এবং বিলিভারডিন নামে দু ধরনের রঙ্গক পদার্থ থাকে। এগুলির রং যথাক্রমে হলদে এবং সবুজ। এই রঙ্গকগুলি লোহিত রক্তকণিকার ধ্বংসের পর হিমোগ্লোবিন থেকে উৎপন্ন হয়। ফাইব্রোব্লাস্ট গঠন: ক্ষতস্থানে রক্ত ফাইব্রোপ্লাস্ট গঠন করে ক্ষতস্থান সারাতে তে সাহায্য করে। হেপারিন নিঃসরণ:বেসোফিল নামের শ্বেত রক্তকণিকা হেপারিন নিঃসরণ করে। এটি রক্তনালীর মধ্যে রক্তকে জমাট বাঁধতে দেয় না। অ্যালার্জির হাত থেকে রক্ষা: রক্ত অ্যালার্জির হাত থেকে দেহকে রক্ষা করে। সুস্থতা বজায় রাখা: প্রাণীদেহের সুস্থতা বজায় রাখতে রক্ত সাহায্য করে। রক্ত তঞ্চন রক্ত-তঞ্চন (Coagulation of Blood):রক্তনালীর মধ্যে হেপারিন (Heparin) নামে এক ধরনের পদার্থ থাকে বলে রক্ত- নালীতে রক্ত জমাট বাঁধতে পারে না। কিন্তু কোন কারণে দেহের কোন অংশে ক্ষত হলে প্রায় সঙ্গে সঙ্গে রক্ত বেরিয়ে আসে"
  },
  {
    "chunk_id": "chunk_6",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "এবং কিছুক্ষণ পরে তা জমাট বেঁধে যায়। সাধারণত সুস্থ মানুষের রক্ত জমাট বাঁধতে প্রায় তিন মিনিট সময় লাগে। জমাট বাঁধা ধর্মের জন্য পুনরায় রক্তক্ষরণ বন্ধ হয়। তাই দেহের ক্ষত নিবারণের ক্ষেত্রে এটি একটি অসাধারণ পদ্ধতি। রক্ত জমাট বাঁধার পদ্ধতিকেই রক্ত-তঞ্চন (Coagulation of Blood or Clotting) বলে। রক্ত-তঞ্চন পদ্ধতি খুবই জটিল। অনুচক্রিকা এবং রক্ত-রস রক্ত-তঞ্চনে সাহায্য করে। ক্ষতস্থানের কলা, অনুচক্রিকা এবং রক্ত-রস থেকে এক বিশেষ ধরনের পদার্থ নিঃসৃত হয়, এর নাম থ্রম্বোপ্লাসটিন (Thromboplastin)। থ্রম্বোপ্লাসটিন ক্যালসিয়াম আয়ন (Ca++)-এর উপস্থিতিতে রক্তরসের প্রোথ্রম্বিন (Prothrombin) নামে প্রোটিনকে থ্রম্বিন (Thrombin)-এ পরিণত করে। উল্লেখ্য, প্রোথ্রম্বিন যকৃতে উৎপন্ন হয়, এবং এতে ভিটামিন K সাহায্য করে। থ্রম্বিন রক্তরসের ফাইব্রিনোজেন (Fibrinogen) নামের প্রোটিনকে ফাইব্রিন (Fibrin)-এ রূপান্তরিত করে। ফাইব্রিন প্রকৃতপক্ষে সূক্ষ্ম সূক্ষ্ম জালের ন্যায়। বিভিন্ন রক্ত- কণিকা এই জালে আবদ্ধ হয়ে জমাট বেঁধে জেলির রূপ ধারণ করে। রক্ত জমাট বাঁধার পর তা থেকে হালকা হলুদ রঙের তরল অংশ বেরিয়ে আসে। একে সিরাম (Serum) বলে। সিরাম প্রকৃতপক্ষে ফাইব্রিনোজেনহীন রক্ত রস বা প্লাজমা‌। উপাদানসমূহ স্তন্যপায়ীদের ক্ষেত্রে রক্ত একটি প্রোটিন-সমৃদ্ধ তরল দিয়ে গঠিত যা প্লাজমা বা রক্তরস নামে পরিচিত। রক্তরসে ভাসমান অবস্থায় কোষীয় উপাদানগুলো যেমন শ্বেত রক্তকণিকা, লোহিত রক্তকণিকা ও অণুচক্রিকা থাকে। মানব দেহের মোট ওজনের ৭-৮% হলো রক্ত, লোহিত রক্তকণিকার আয়তন মোট রক্তের ৪৫%, রক্তরস ৫৪.৩% ও শ্বেত কণিকা প্রায় ০.৭%। রক্তের গড়"
  },
  {
    "chunk_id": "chunk_7",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "আপেক্ষিক গুরুত্ব ১০৬০ kg/m3, যা বিশুদ্ধ পানির আপেক্ষিক গুরুত্ব ১০০০ kg/m3-এর কাছাকাছি। রক্তকণিকাসমূহ এক মাইক্রোলিটার রক্তে থাকে: ৪৭ থেকে ৬১ লাখ (পুরুষ), ৪২ থেকে ৫৪ লাখ (মহিলা) লোহিত রক্তকণিকা: লোহিত রক্তকণিকায় হিমোগ্লোবিন থাকে যা অক্সিজেন পরিবহণের কাজ করে। স্তন্যপায়ীদের ক্ষেত্রে পরিপক্ক লোহিত রক্তকণিকায় নিউক্লিয়াস ও অঙ্গাণুসমূহ থাকে না। লোহিত রক্তকণিকাসমূহে ( অন্তর্ঝিল্লীয় বাহিকা কোষ ও অন্যান্য কোষসহ) বিশেষ ধরনের গ্লাইকোপ্রোটিন থাকে যা দ্বারা রক্তের গ্রুপ নির্ণীত হয়। রক্তের যে আনুপাতিক অংশ লোহিত রক্তকণিকা দখল করে থাকে তাকে হিমাটোক্রিট বা রক্ত বিকেন্দ্রক বলে এবং স্বাভাবিক অবস্থায় এটি প্রায় ৪৫%। মানব দেহের সমস্ত লোহিত রক্তকণিকার সমন্বিত উপরিতলের ক্ষেত্রফল দেহের বাহ্যিক ক্ষেত্রফলের চেয়ে প্রায় ২০০০ গুণ বেশি হবে। লোহিত রক্তকণিকা দেখতে দ্বি-অবতল চাকতির মতো যা অস্থি মজ্জাতে তৈরি হয়। এর স্বাভাবিক গড় ব্যাস ৭.৮ মাইক্রোমিটার এবং সবচেয়ে পুরু অংশে এর পুরুত্ব ২.৫ মাইক্রোমিটার ও কেন্দ্রে ১ মাইক্রোমিটার বা এর চেয়েও কম। লোহিত রক্তকণিকার গড় আয়তন ৯০ থেকে ৯৫ ঘন মাইক্রোমিটার। স্তন্যপায়ীদের ক্ষেত্রে সংবহনতন্ত্রে প্রবেশের পূর্বেই এদের নিউক্লিয়াস বিলুপ্ত হয়ে যায়। মানবদেহের সংবহনতন্ত্রে এরা গড়ে ১২০ দিন টিকে থাকে। পুরুষের ক্ষেত্রে গড়ে প্রতি মাইক্রোলিটার রক্তে ৫৪ লাখ ও মহিলাদের ক্ষেত্রে ৪৮ লাখ লোহিত রক্তকণিকা থাকে। প্রতিটি লোহিত রক্তকণিকা প্রায় ২৯ পিকোগ্রাম হিমোগ্লোবিন ধারণ করে এবং একজন প্রাপ্তবয়স্ক ব্যক্তির রক্তে প্রায় ৯০০ গ্রাম হিমোগ্লোবিন থাকে।"
  },
  {
    "chunk_id": "chunk_8",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "৪,০০০–১১,০০০ শ্বেতকণিকা: এদের মধ্যে দানাদার কোষের (পলিমরফোনিউক্লিয়ার লিউকোসাইট বা বহুরূপী শ্বেতকণিকা) সংখ্যা সবচেয়ে বেশি। তরুণ দানাদার কোষের অশ্বখুরাকৃতির নিউক্লিয়াস রয়েছে এবং কোষগুলো বয়ঃপ্রাপ্ত হলে নিউক্লিয়াসটি বহুদলাবিশিষ্ট হয়ে যায়। এদের অধিকাংশই নিউট্রোফিলিক বা নিরাকর্ষী দানা (নিউট্রোফিল) ধারণ করে, কিন্তু কিছু কোষ এমন দানাদার পদার্থ ধারণ করে যা অম্লীয় রং দিয়ে রঞ্জিত হয় (ইওসিনোফিল), কিছু কোষে বেসোফিলিক বা ক্ষারাকর্ষী দানা বিদ্যমান (বেসোফিল)। অন্য যে দুই ধরনের কোষ স্বাভাবিকভাবে প্রান্তীয় রক্তে পাওয়া যায় তা হলো লিম্ফোসাইট, যার নিউক্লিয়াস বড়ো ও গোলাকার এবং অত্যল্প সাইটোপ্লাজম, এবং মনোসাইট, যার প্রচুর অদানাদার সাইটোপ্লাজম ও বৃক্ক-আকৃতির নিউক্লিয়াস রয়েছে। এই কোষগুলো একসাথে কাজ করে দেহকে অর্বুদ বা টিউমার ও ভাইরাস, ব্যাকটেরিয়া এবং পরজীবী সংক্রমণের বিরুদ্ধে শক্তিশালী প্রতিরক্ষা প্রদান করে। ২,০০,০০০–৫,০০,০০০ অণুচক্রিকা: অণুচক্রিকা হলো ক্ষুদ্র, বর্ণহীন, দানাযুক্ত কণিকা যা রক্তবাহিকার ক্ষতস্থানে জমায়েত হয়। এদের নিউক্লিয়াস থাকে না এবং ব্যাস ২-৪ মাইক্রোমিটার ও আয়তন ৭-৮ ঘন মাইক্রোমিটার। স্বাভাবিকভাবে অণুচক্রিকা বিভিন্ন আকৃতির হয়ে থাকে, যেমন বর্তুলাকার অথবা দণ্ড-আকৃতির এবং নিষ্ক্রিয় অবস্থায় ডিম্বাকৃতি বা চাকতি-আকৃতির হয়। কখনো কখনো অণুচক্রিকা ডাম-বেল আকৃতি, কমা আকৃতি, চুরুট-আকৃতি অথবা অন্য যে-কোনো অস্বাভাবিক আকৃতির হতে পারে। অণুচক্রিকার অর্ধায়ু ৮-১২ দিন। অস্থি মজ্জায় মেগাক্যারিওসাইট বা মহাকেন্দ্রক কোষ নামক দানব কোষ থেকে অণুচক্রিকার উৎপত্তি হয়ে রক্ত প্রবাহে চলে আসে। অস্থি মজ্জা থেকে বাইরে বের হয়ে আসা অণুচক্রিকার মধ্যে ৬০%"
  },
  {
    "chunk_id": "chunk_9",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "থেকে ৭৫% রক্ত সংবহনতন্ত্রে থাকে এবং বাকি অংশ থাকে প্লীহাতে। এজন্য প্লীহাকর্তন করলে অণুচক্রিকার সংখ্যা বেড়ে যায়। অণুচক্রিকার অপর নাম প্লেটলেট বা থ্রম্বোসাইট, এরা রক্ত জমাট বাঁধায় অংশ নেয়। রক্তরস প্লাজমা বা রক্তরস হলো রক্তের ফ্যাকাশে হলুদ বর্ণের স্বচ্ছ তরল অংশ। এতে ৯১% থেকে ৯২% পানি এবং ৮% থেকে ৯% কঠিন বস্তু থাকে। কঠিন বস্তুর মধ্যে জৈব ও অজৈব উভয় ধরনের পদার্থই বিদ্যমান। স্বাভাবিক রক্তরসের আয়তন হলো দৈহিক ওজনের ৫%, অথবা ৭০ কেজি ওজন বিশিষ্ট ব্যক্তির ক্ষেত্রে প্রায় ৩৫০০ মি.লি.। রক্তরস স্থির অবস্থায় জমাট বেঁধে যায়, তবে অ্যান্টিকোয়াগুল্যান্ট বা তঞ্চনরোধক যোগ করলে তরল থাকে। যদি সম্পূর্ণ রক্তকে জমাট বাঁধতে দেওয়া হয় এবং জমাট-বাঁধা অংশকে অপসারণ করা হয়, তাহলে অবশিষ্ট তরলকে রক্তাম্বু বা রক্তমস্তু বলে। রক্তাম্বুতে রক্তরসের মতো প্রায় একই ধরনের উপাদান থাকে, তবে এতে ফাইব্রিনোজেন ও তঞ্চন ফ্যাক্টর বা নিয়ামক II, V ও VIII অপসারিত হয় এবং রক্ত তঞ্চনের সময় অণুচক্রিকার ভাঙনের কারণে সেরোটোনিন নামক উপাদান বেশি পরিমাণে থাকে। pH মান রক্তের pH কিছুটা ক্ষারীয় এবং খুব কঠোরভাবে ৭.৩৫ থেকে ৭.৪৫ সীমার মধ্যে নিয়ন্ত্রিত রাখা হয়। রক্তে বহিঃস্থ কোষীয় তরলের pH ৭.৩৫-এর নিচে হলে তা খুবই অম্লীয় এবং ৭.৪৫-এর উপরে উঠলে তা খুবই ক্ষারীয়। pH ৬.৯-এর নিচে নামলে বা ৭.৮-এর উপরে উঠলে তা সাধারণত প্রাণঘাতী। রক্তের pH, অক্সিজেনের আংশিক চাপ"
  },
  {
    "chunk_id": "chunk_10",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "(pO2), কার্বন ডাই-অক্সাইডের আংশিক চাপ (pCO2) এবং বাইকার্বনেট (HCO3−) মাত্রা দেহের সাম্যাবস্থা কৌশলের মাধ্যমে খুব সতর্কতার সাথে নিয়ন্ত্রিত হয় এবং দেহের অম্ল-ক্ষার সাম্যাবস্থা বজায় থাকে। দেহের শ্বসনতন্ত্র ও রেচন তন্ত্র এক্ষেত্রে মুখ্য ভূমিকা পালন করে। অস্তন্যপায়ী মেরুদণ্ডী প্রাণীদের ক্ষেত্রে মানুষের রক্ত প্রায় অন্যান্য স্তন্যপায়ীদের মতোই, তবে কোষের সংখ্যা, আকৃতি, প্রোটিনের গঠন প্রভৃতি ক্ষেত্রে প্রজাতিভেদে কিছুটা ভিন্নতা রয়েছে। অস্তন্যপায়ী মেরুদণ্ডীদের ক্ষেত্রে বেশ কিছু প্রধান পার্থক্য পরিলক্ষিত হয়: অস্তন্যপায়ী মেরুদণ্ডী প্রাণীদের লোহিত রক্তকণিকা চ্যাপটা, ডিম্বাকৃতির ও নিউক্লিয়াসযুক্ত। শ্বেত রক্তকণিকার ধরন ও অনুপাতে বেশ বৈচিত্র্য লক্ষ করা যায়; উদাহরণস্বরূপ, মানবদেহের তুলনায় অ্যাসিডোফিল বা অম্লাকোর্ষীকোষ একটু বেশি থাকে। প্লেইটলেট বা অণুচক্রিকা স্তন্যপায়ীদের ক্ষেত্রে অনন্য; অন্যান্য মেরুদণ্ডীদের ক্ষেত্রে থ্রম্বোসাইট নামে ক্ষুদ্র নিউক্লিয়াসযুক্ত, অন্যান্য মেরুদণ্ডীদের ক্ষেত্রে থ্রম্বোসাইট নামে ক্ষুদ্র নিউক্লিয়াসযুক্ত, টাকু আকৃতির কোষ রক্ত তঞ্চনের জন্য দায়ী। শারীরবৃত্ত সংবহনতন্ত্র রক্ত হৃদ্‌যন্ত্রের সঞ্চালন ক্রিয়ার মাধ্যমে রক্তনালির মধ্য দিয়ে সারা দেহে পরিবাহিত হয়। মানবদেহে, রক্ত হৃদ্‌যন্ত্রের শক্তিশালী বাম নিলয় থেকে চালিত হয়ে ধমনিসমূহের মাধ্যমে প্রান্তীয় টিসুতে পৌঁছায় এবং শিরাসমূহের মাধ্যমে হৃৎপিণ্ডের ডান অলিন্দে ফিরে আসে। অতঃপর এটি ডান নিলয়ে প্রবেশ করে এবং ফুসফুসীয় ধমনির মধ্য দিয়ে ফুসফুসে চালিত হয় এবং ফুসফুসীয় শিরার মধ্য দিয়ে বাম অলিন্দে ফিরে আসে। এরপর রক্ত পুনরায় বাম নিলয়ে প্রবেশ করে এবং পুরো শরীরে সঞ্চালিত হয়। প্রশ্বাসের মাধ্যমে গৃহীত বাতাস থেকে প্রাপ্ত অক্সিজেন ধামনির"
  },
  {
    "chunk_id": "chunk_11",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "রক্তের মাধ্যমে বাহিত হয়ে দেহের সকল কোষে পৌঁছে যায় এবং কোষের বিপাকীয় ক্রিয়ার ফলে উৎপাদিত কার্বন ডাই-অক্সাইড শিরাস্থ রক্তের মাধ্যমে বাহিত হয়ে ফুসফুসে পৌঁছায় ও বাইরে নির্গত হয়। তবে একটি ব্যতিক্রম আছে তা হলো, ফুসফুসীয় ধমনি কার্বন ডাই-অক্সাইড সমৃদ্ধ রক্ত বহন করে অন্যদিকে ফুসফুসীয় শিরা অক্সিজেনযুক্ত রক্ত বহন করে। কঙ্কাল পেশির চলনের ফলে একটি অতিরিক্ত ফিরতি প্রবাহ সৃষ্টি হতে পারে, কঙ্কাল পেশি শিরাগুলোকে সংনমিত করতে পারে এবং শিরার কপাটিকাগুলোর মধ্য দিয়ে রক্তকে চালিত করে ডান অলিন্দে পৌঁছায়। ১৬২৮ খ্রিষ্টাব্দে উইলিয়াম হার্ভে রক্ত সংবহনের একটি বিখ্যাত বর্ণনা প্রদান করেন। কোষ উৎপাদন ও ভাঙন মেরুদণ্ডী প্রাণীদের ক্ষেত্রে রক্তের বিভিন্ন কোষ হিমাটোপোয়েসিস বা রক্তজনন প্রক্রিয়ায় অস্থি মজ্জাতে তৈরি হয়, এর মধ্যে রয়েছে ইরিথ্রোপোয়েসিস বা লোহিত রক্তকণিকা উৎপাদন, মায়েলোপোয়েসিস বা শ্বেতকণিকা ও অণুচক্রিকা উৎপাদন। শিশুদের ক্ষেত্রে প্রায় সকল অস্থি থেকে লোহিত রক্তকণিকা উৎপাদিত হয়; প্রাপ্তবয়স্কদের ক্ষেত্রে দীর্ঘ অস্থি থেকে উৎপাদিত হয়, যেমন: কশেরুকার দেহ, স্টার্নাম বা বক্ষাস্থি, বক্ষপঞ্জর, শ্রোণিচক্রের অস্থি, ঊর্ধ্ব বাহু ও পায়ের অস্থি। অধিকন্তু, শৈশবকালীন মিডিয়াস্টিনাম বা ফুসফুস মধ্যগ বা মধ্যকাতে অবস্থিত থাইমাস গ্রন্থি টি লিম্ফোসাইটের গুরুত্বপূর্ণ উৎস হিসেবে কাজ করে। রক্তের প্রোটিনসমৃদ্ধ উপাদান (তঞ্চনকারী প্রোটিনসহ) প্রধানত যকৃতে উৎপাদিত হয়, অন্যদিকে হরমোনগুলো তৈরি হয় অন্তঃক্ষরা গ্রন্থিতে এবং জলীয় অংশ নিয়ন্ত্রিত হয় হাইপোথ্যালামাসের মাধ্যমে ও বৃক্ক এটি বজায় রাখতে সাহায্য করে। স্বাস্থ্যবান লোহিত"
  },
  {
    "chunk_id": "chunk_12",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "রক্তকণিকার জীবৎকাল ১২০ দিন, প্লীহা ও যকৃতের কুপফার কোষে এগুলো ধ্বংসপ্রাপ্ত হয়। অক্সিজেন পরিবহণ স্বাভাবিক সামুদ্রিক উচ্চতার বায়ুচাপে ধামনিক রক্তের একটি নমুনায় ৯৮.৫% অক্সিজেন রাসায়নিকভাবে হিমোগ্লোবিনের সাথে বন্ধন তৈরি করে। প্রায় ১.৫% অক্সিজেন হিমোগ্লোবিনের সাথে যুক্ত না থেকে রক্তের অন্যান্য তরলে ভৌতভাবে দ্রবীভূত থাকে। স্তন্যপায়ী ও অন্যান্য অনেক প্রজাতিতে হিমোগ্লোবিন হলো অক্সিজেনের প্রাথমিক পরিবাহক। প্রতি গ্রাম হিমোগ্লোবিনের সাথে ১.৩৬ থেকে ১.৪০ মি.লি. O2 বন্ধন তৈরি করে, একজন সুস্থ মানুষের দেহে প্রতি ১০০ মি.লি. রক্তে প্রায় ১৫ গ্রাম হিমোগ্লোবিন থাকে। সুতরাং যদি ১০০% হিমোগ্লোবিন অক্সিজেন দ্বারা সম্পৃক্ত হয়, তাহলে প্রতি ১০০ মি.লি. রক্তের ১৫ গ্রাম হিমোগ্লোবিন প্রায় ২০ মি.লি. অক্সিজেনের সাথে বন্ধন তৈরি করতে পারে। স্বাভাবিক সিস্টেমিক ধামনিক রক্তে (যা প্রায় ৯৭% সম্পৃক্ত) প্রতি ১০০ মি.লি. রক্তে প্রায় ১৯.৪ মি.লি. অক্সিজেন হিমোগ্লোবিনের সাথে যুক্ত হয়। টিসুর কৈশিক জালিকার মধ্য দিয়ে অতিক্রম করার সময় (যেখানে অক্সিজেনের আংশিক চাপ ৪০ মি.মি. পারদ, ৭৫% সম্পৃক্ত হিমোগ্লোবিন) এই পরিমাণ কমে গড়ে ১৪.৪ মি.লি. হয়। সুতরাং স্বাভাবিক অবস্থায়, ফুসফুস থেকে টিসুতে প্রতি ১০০ মি.লি. রক্ত প্রবাহে প্রায় ৫ মি.লি. অক্সিজেন পরিবাহিত হয়। অপরদিকে, ৩৭°C (৯৮.৬°F) তাপমাত্রায় প্রতি ১ মি.মি. পারদ আংশিক চাপে ১ মি.লি. প্লাজমা বা রক্তরসে ০.০০০০৩ মি.লি. O2 ভৌতরূপে দ্রবীভূত অবস্থায় থাকে। ১০০ মি.মি. পারদ আংশিক চাপে প্রতি মি.লি. রক্তরসে এর পরিমাণ দাঁড়ায় ০.০০৩"
  },
  {
    "chunk_id": "chunk_13",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "মি.লি., অথবা প্রতি ১০০ মি.লি. রক্তে দ্রবীভূত অক্সিজেনের পরিমাণ ০.৩ মি.লি. (রক্তের অক্সিজেনের হিসাব শতকরা আয়তন বা প্রতি ১০০ মি.লি. রক্তে কত মি.লি. অক্সিজেন দ্রবীভূত আছে এই হিসেবে প্রকাশ করা হয়।)। কঠোর অনুশীলনের সময় অক্সিজেন চাহিদা প্রায় ১৬ গুণ বা তারও বেশি বেড়ে যেতে পারে। এমন অবস্থায় যদি কেবল ভৌতরূপে দ্রবীভূত অক্সিজেন কে টিসুর প্রয়োজনীয় সকল অক্সিজেন চাহিদা মেটাতে হতো, তাহলে কার্ডিয়াক আউটপুট বা হৃদ্‌গত উৎপাদন প্রতি মিনিটে ১০০০ লিটারের চেয়ে বেশি হতে হতো। কঠোর অনুশীলনের সময় একজন সুস্থ প্রাপ্তবয়স্ক ব্যক্তির কার্ডিয়াক আউটপুট সর্বোচ্চ প্রতি মিনিটে প্রায় ২৫ লিটার হতে পারে। প্রশিক্ষিত মল্ল ক্রীড়াবিদের ক্ষেত্রে এই পরিমাণ ৩৫ লিটারের চেয়ে বেশি হতে পারে। এজন্য রক্তে ভৌতরূপে দ্রবীভূত অক্সিজেন দেহের বিপাকীয় চাহিদা মেটাতে সক্ষম না, এমনকি বিশ্রামের সময়েও না। ফুসফুসীয় ও নাভি ধমনি ও তাদের অনুরূপ শিরাসমূহ ব্যতীত, ধমনিসমূহ হৃৎপিণ্ড থেকে অক্সিজেনসমৃদ্ধ রক্ত বহন করে ধমনিকা ও কৈশিকার মধ্য দিয়ে দেহের টিসুতে পৌঁছায়, যেখানে বিপাকীয় কাজে অক্সিজেন ব্যবহৃত হয়; পরবর্তীতে, উপশিরা ও শিরা কার্বন ডাই অক্সাইড সমৃদ্ধ টিসু থেকে হৃৎপিণ্ডে নিয়ে যায়। স্বাভাবিক অবস্থায় প্রাপ্তবয়স্ক ব্যক্তির ক্ষেত্রে বিশ্রামরত অবস্থায় ফুসফুস ত্যাগ করা রক্তে হিমোগ্লোবিনের অক্সিজেন সম্পৃক্তি ৯৮-৯৯%, এবং দেহে অক্সিজেন সরবরাহের হার ৯৫০ থেকে ১১৫০ মি.লি./মিনিট। বিশ্রামরত অবস্থায় একজন স্বাস্থ্যবান প্রাপ্তবয়স্ক ব্যক্তির অক্সিজেন ব্যয়ের হার প্রতি মিনিটে ২০০-২৫০ মি.লি., এবং ফুসফুসে"
  },
  {
    "chunk_id": "chunk_14",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "ফিরে আসা কার্বন ডাই-অক্সাইড সমৃদ্ধ রক্তেও অক্সিজেন সম্পৃক্তি প্রায় ৭৫% (৭০ থেকে ৭৮%) ক্রমাগত শারীরিক অনুশীলনের সময় অক্সিজেনের ব্যবহার বেড়ে যায় ফলে শিরাস্থ রক্তের অক্সিজেন সম্পৃক্তি হ্রাস পায়, প্রশিক্ষিত মল্ল ক্রীড়াবিদের ক্ষেত্রে তা ১৫ শতাংশের নিচে নেমে আসতে পারে; যদিও এটি পুষিয়ে নেওয়ার জন্য শ্বসন হার ও রক্ত প্রবাহ বৃদ্ধি পায়, তবে এই অবস্থায় ধামনিক রক্তে অক্সিজেন সম্পৃক্তি ৯৫% বা এর নিচে নামতে পারে। ক্রমাগত হাইপোক্সিয়া (অক্সিজেন সম্পৃক্তি ৯০ শতাংশের নিচে) স্বাস্থ্যের জন্য বিপজ্জনক, তীব্র হাইপোক্সিয়া (সম্পৃক্তি ৩০ শতাংশের কম) খুব দ্রুত প্রাণনাশক। ভ্রূণ অমরার মাধ্যমে অক্সিজেন গ্রহণ করায় খুব কম অক্সিজেন চাপের সম্মুখীন হয় ( প্রাপ্তবয়স্ক ব্যক্তির ফুসফুসে প্রাপ্ত মাত্রার প্রায় ২১%), তাই ভ্রূণের রক্তে অন্য ধরনের একটি হিমোগ্লোবিন তৈরি হয় যার অক্সিজেনের প্রতি আসক্তি অনেক বেশি। এটি ভ্রূণীয় হিমোগ্লোবিন বা 'হিমোগ্লোবিন এফ' নামে পরিচিত। কার্বন ডাই অক্সাইড পরিবহণ রক্তে CO2 পরিবহণ O2 পরিবহণের মতো এত সমস্যাসংকুল নয় কারণ অনেক অস্বাভাবিক পরিস্থতিতেও অক্সিজেনের তুলনায় কার্বন ডাই-অক্সাইড বেশি পরিমাণে পরিবাহিত হতে পারে। রক্তে CO2-এর দ্রাব্যতা অক্সিজেনের তুলনায় ২০ গুণ বেশি; সমান আংশিক চাপে একটি সরল দ্রবণে অক্সিজেনের তুলনায় বেশি পরিমাণে কার্বন ডাই-অক্সাইড থাকে। রক্তে কার্বন ডাই-অক্সাইডের পরিমাণের সাথে অম্ল-ক্ষার সাম্যের একটি সম্পর্ক রয়েছে। স্বাভাবিক বিশ্রামরত অবস্থায়, প্রতি ১০০ মি.লি. রক্তে গড়ে ৪ মি.লি. CO2 টিসু থেকে ফুসফুসে পরিবাহিত হয়।"
  },
  {
    "chunk_id": "chunk_15",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "কার্বন ডাই অক্সাইডের ঘনত্ব সবচেয়ে বেশি থাকে মাইটোকন্ড্রিয়ায়, সেখানে কোষীয় শ্বসনের সময় এটি উৎপন্ন হয়। সেখান থেকে ব্যাপনের মাধ্যমে প্রথমে ইন্টারস্টিশিয়ামে, তারপর রক্তে চলে আসে। বিশ্রামরত অবস্থায় ৭০-কেজি ওজনবিশিষ্ট একজন ব্যক্তির ক্ষেত্রে প্রতি মিনিটে টিসু বিপাকের মাধ্যমে প্রায় ২০০-২৫০ মি.লি. কার্বন ডাই-অক্সাইড উৎপন্ন হয় যেটি শিরাস্থ রক্তের মধ্য দিয়ে দেহ থেকে অপসারণ হওয়ার জন্য ফুসফুসে যায়। একজন প্রাপ্তবয়স্ক সুস্থ ব্যক্তির কার্ডিয়াক আউটপুট প্রতি মিনিটে ৫ লিটার হওয়ায়, ফুসফুসের মধ্য দিয়ে পরিবাহিত প্রতি ১০০ মি.লি. রক্ত থেকে অবশ্যই ৪ থেকে ৫ মি.লি. কার্বন ডাই-অক্সাইড বিমুক্ত হবে। রক্তের মধ্য দিয়ে CO2-এর মাধ্যমে তিনটি উপায়ে ফুসফুসের অ্যালভিওলাস বা বায়ুস্থলীতে পরিবাহিত হয়: বাইকার্বনেট হিসেবে পরিবহণ (৭০%): লোহিত রক্তকণিকার ভিতরে দ্রবীভূত কার্বন ডাই-অক্সাইড পানির সাথে বিক্রিয়া করে কার্বনিক অ্যাসিড (H2CO3) তৈরি করে। লোহিত রক্তকণিকায় অবস্থিত উৎসেচক কার্বনিক অ্যানহাইড্রেজ এই বিক্রিয়ায় অনুঘটক হিসেবে কাজ করে এবং বিক্রিয়ার গতি কয়েক হাজারগুণ বাড়িয়ে দেয়। অধিকাংশ কার্বনিক অ্যাসিড তাৎক্ষণিকভাবে বাইকার্বনেট আয়ন (HCO−3) ও হাইড্রোজেন আয়নে পরিণত হয়; ইতঃপর হাইড্রোজেন আয়ন হিমোগ্লোবিনের সাথে যুক্ত হয়। CO2 + H2O → H2CO3 → H+ + HCO−3 অধিকাংশ বাইকার্বনেট আয়ন ব্যাপন প্রক্রিয়ার মাধ্যমে লোহিত রক্তকণিকা থেকে রক্তরসে চলে আসে এবং বৈদ্যুতিক নিরপেক্ষতা বজায় রাখতে ক্লোরাইড আয়ন লোহিত রক্তকণিকায় প্রবেশ করে, যা 'ক্লোরাইড শিফট' নামে পরিচিত। হিমোগ্লোবিন ও রক্তরস প্রোটিনের সাথে যৌগ গঠন (২৩%):"
  },
  {
    "chunk_id": "chunk_16",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "কার্বন ডাই-অক্সাইড হিমোগ্লোবিন অণু ও রক্তরস প্রোটিনের অ্যামাইন মূলকের সাথে সরাসরি বিক্রিয়া করে কার্বামিনোহিমোগ্লোবিন (Hb CO2) নামক যৌগ গঠন করে যেটি শিরাস্থ রক্তের নীলাভ রঙের জন্য দায়ী। কার্বন ডাই-অক্সাইডের সাথে হিমোগ্লোবিনের এই বিক্রিয়াটি উভমুখী এবং উৎপন্ন যৌগটি দুর্বল বন্ধনের সাহায্যে যুক্ত থাকে, তাই অ্যালভিওলাস বা বায়ুস্থলীতে খুব সহজেই কার্বন ডাই-অক্সাইড অবমুক্ত হয় যেখানে CO2-এর আংশিক চাপ টিসু কৈশিক জালিকার তুলনায় কম। দ্রবীভূত অবস্থায় পরিবহণ (৭%): প্রতি ১০০ মি.লি. রক্তে মাত্র ০.৩ মি.লি. কার্বন ডাই-অক্সাইড দ্রবীভূত অবস্থায় পরিবাহিত হয়; এটি মোট পরিবাহিত কার্বন ডাই-অক্সাইডের প্রায় ৭%। লোহিত রক্তকণিকায় প্রধান অক্সিজেন-বহনকারী অণু হিমোগ্লোবিন অক্সিজেন ও কার্বন ডাই-অক্সাইড উভয়ই বহন করে। তবে, হিমোগ্লোবিন অণুতে যে স্থানে অক্সিজেন যুক্ত হয়, সেখানে CO2 যুক্ত হয় না; বরং এটি চারটি গ্লোবিন শিকলের N-প্রান্তিকের সাথে যুক্ত হয়। অক্সিজেনবিযুক্ত হিমোগ্লোবিনের CO2-এর সাথে বন্ধন তৈরি ও বহন করার সক্ষমতা বেশি, যা হলডেইন প্রভাব নামে পরিচিত। ফলে, শিরাস্থ রক্ত ধামনিক রক্তের তুলনায় বেশি CO2 বহন করে, টিসুতে CO2 গ্রহণ ও ফুসফুসে CO2 অবমুক্তকরন সুবিধাজনক হয়। রক্তে CO2 বৃদ্ধি পেলে বা রক্তের pH হ্রাস পেলে হিমোগ্লোবিনের অক্সিজেনের প্রতি আসক্তি কমে যায় যা বোর প্রভাব নামে পরিচিত। হাইড্রোজেন আয়নের পরিবহণ কিছু অক্সিহিমোগ্লোবিন অক্সিজেন ত্যাগ করে ডি‌অক্সিহিমোগ্লোবিনে পরিণত হয়। ডি‌অক্সিহিমোগ্লোবিন অধিকাংশ হাইড্রোজেন আয়নের (H+) সাথে বন্ধন তৈরি করে কারণ অক্সিহিমোগ্লোবিনের তুলনায় এর হাইড্রোজেনের প্রতি"
  },
  {
    "chunk_id": "chunk_17",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "আসক্তি বেশি। লসিকাতন্ত্র লসিকা হলো টিসু তরল যা লসিকাবাহতে প্রবেশ করে। এটি রক্ত থেকে কৈশিক নালির অতিপরিস্রাবণ প্রক্রিয়ার মাধ্যমে টিসুতে তৈরি হয়। ত্বকের এপিডার্মিস বা উপত্বক, শ্লৈষ্মিক ঝিল্লি, অস্থি মজ্জা ও কেন্দ্রীয় স্নায়ুতন্ত্র ব্যতীত দেহের প্রায় সকল অঞ্চল ও অঙ্গসমূহে অসংখ্য ক্ষুদ্র ক্ষুদ্র লসিকাবাহিকা রয়েছে (ত্বকের ডার্মিস বা অন্তস্ত্বক, ফুসফুস, অন্ত্র, জেনিটোইউরিনারি সিস্টেমে সবচেয়ে বেশি থাকে)। ক্ষুদ্র বাহিকাসমূহের মাধ্যমে সংগৃহীত লসিকা বৃহৎ লসিকাবাহে প্রবেশ করে। অতঃপর এটি থোরাসিক ডাক্ট ও ডান লসিকা নালির মধ্য দিয়ে যথাক্রমে বাম ও ডান সাবক্লেভিয়ান শিরা বা অক্ষক-নিম্ন শিরার মাধ্যমে শিরাস্থ রক্তে প্রবেশ করে। এটিতে তঞ্চন নিয়ামকসমূহ থাকে এবং স্থির অবস্থায় জমাট বাঁধে। অধিকাংশ অবস্থানেই, এটি প্রোটিনও ধারণ করে যা কৈশিক নালির প্রাচীর ভেদ করে এসেছে এবং পুনরায় লসিকার মাধ্যমে রক্তে ফিরে যেতে পারে। তাসত্ত্বেও রক্তরসের তুলনায় লসিকার প্রোটিন উপাদান সাধারণত কম। অন্ত্র থেকে লসিকাবাহতে লিপিড শোষিত হয়, খাবার খাওয়ার পরে থোরাসিক ডাক্টের লসিকা চর্বি বা স্নেহ পদার্থের পরিমাণ বেশি থাকায় দুধের মতো হয়। লিম্ফোসাইটসমূহও প্রধানত লসিকাবাহের মাধ্যমে সংবহনে প্রবেশ করে। তাপ নিয়ন্ত্রণ রক্তসংবহন সারাদেহে তাপ পরিবহণ করে এবং এই প্রবাহের সমন্বয় তাপ নিয়ন্ত্রণ ব্যবস্থার একটি গুরুত্বপূর্ণ অংশ। ত্বকের পৃষ্ঠতলে রক্তপ্রবাহের বৃদ্ধি ঘটলে (যেমন গরম আবহাওয়া অথবা কঠোর অনুশীলন) ত্বক উষ্ণতর হয়ে যায়, ফলে তাপ হরণ দ্রুততর হয়। অপরদিকে, বাহ্যিক তাপমাত্রা হ্রাস পেলে, তাপ হরণ"
  },
  {
    "chunk_id": "chunk_18",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "প্রতিরোধ করার জন্য অঙ্গ-প্রত্যঙ্গ ও ত্বকের পৃষ্ঠতলে রক্তপ্রবাহ হ্রাস পায় এবং দেহের গুরুত্বপূর্ণ অঙ্গসমূহে প্রবাহিত হয়। রক্তপ্রবাহের হার অঙ্গভেদে রক্তপ্রবাহের হার ভিন্ন হয়। সবচেয়ে বেশি রক্ত সরবরাহ রয়েছে যকৃতে, যেখানে প্রতি মিনিটে প্রায় ১৩৫০ মি.লি. রক্ত প্রবাহিত হয়। রক্ত প্রবাহের দিক দিয়ে দ্বিতীয় ও তৃতীয় স্থানে রয়েছে যথাক্রমে বৃক্ক (১১০০ mL/min) ও মস্তিষ্ক (~৭০০ mL/min)। প্রতি ১০০ গ্রাম টিসুতে রক্ত প্রবাহের আপেক্ষিক হার ভিন্ন হয়, এক্ষেত্রে বৃক্ক, অ্যাড্রিনাল গ্রন্থি ও থাইরয়েড গ্রন্থি যথাক্রমে প্রথম, দ্বিতীয় ও তৃতীয় স্থানে রয়েছে। বর্ণ রক্তের রঞ্জক পদার্থ (হিমোক্রোম) রক্তের একটি প্রোটিন যা অক্সিজেন পরিবহণ করে। বিভিন্ন প্রাণী বিভিন্ন প্রোটিন ব্যবহার করে। হিমোগ্লোবিন মেরুদণ্ডী প্রাণীদের রক্তের রঙের প্রধান নির্ণায়ক হলো হিমোগ্লোবিন। প্রতিটি অণুর চারটি হিম গ্রুপ রয়েছে এবং বিভিন্ন অণুর সাথে তাদের আন্তঃক্রিয়া প্রকৃত রঙের পরিবর্তন ঘটায়। মেরুদণ্ডী প্রাণী ও অন্যান্য হিমোগ্লোবিন-ব্যবহারকারী প্রাণীগুলোর ধামনিক ও কৈশিকার রক্ত উজ্জ্বল লাল, কারণ অক্সিজেন হিম গ্রুপকে একটি কড়া লাল র‌ং প্রদান করে। অক্সিজেন-বিহীন রক্ত একটু গাঢ়তর লাল হয়; এটি শিরায় থাকে এবং রক্তদান ও শিরাস্থ রক্তের নমুনা সংগ্রহ করার সময় দেখা যেতে পারে। এর কারণ হলো, অক্সিজেনযুক্ত ও অক্সিজেন-বিযুক্ত অবস্থায় হিমোগ্লোবিন দ্বারা শোষিত আলোর বর্ণালি আলাদা হয়। কার্বন মনোক্সাইড বিষক্রিয়ায় রক্ত টকটকে লাল হয়, কারণ কার্বন মনোক্সাইড (CO) কার্বক্সিহিমোগ্লোবিন (HbCO) গঠন করে। সায়ানাইড বিষক্রিয়ায়, শরীর অক্সিজেন ব্যবহার করতে"
  },
  {
    "chunk_id": "chunk_19",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "পারে না, তাই শিরাস্থ রক্ত অক্সিজেনযুক্ত থাকে, ফলে রক্তের উজ্জ্বলতা বাড়ে। কিছু কিছু অবস্থা আছে যখন হিমোগ্লোবিনের হিম গ্রুপ আক্রান্ত হয়, যা ত্বকের র‌ং কে নীলাভ করে দেয়;– এই লক্ষণটিকে সায়ানোসিস বা নীলাভা বলে। হিম জারিত হলে মেটহিমোগ্লোবিন তৈরি হয়, যেটি অপেক্ষাকৃত বেশি বাদামি রঙের এবং অক্সিজেন পরিবহণে অক্ষম। সালফহিমোগ্লোবিনিমিয়া নামক বিরল ক্ষেত্রে ধামনিক হিমোগ্লোবিন আংশিকভাবে অক্সিজেনযুক্ত হয় এবং নীলাভ আভাযুক্ত গাঢ় লাল বর্ণের হয়। ত্বকের উপরিতলের নিকটবর্তী শিরাগুলো বিবিধ কারণে নীল দেখায়। তবে এই বর্ণ উপলব্ধি বা প্রত্যক্ষকরণের পরিবর্তন শিরাস্থ রক্তের প্রকৃত রঙের তুলনায় বরং ত্বকের আলোক বিক্ষেপণ বৈশিষ্ট্য ও দৃষ্টিকর্টেক্স দ্বারা দৃষ্টিসম্বন্ধীয় ইনপুট প্রক্রিয়াকরণের সাথে সম্পর্কিত। প্রাসিনোহিমা গণের স্কিঙ্ক নামক টিকটিকির রক্তে বিলিভার্ডিন নামক বর্জ্য পদার্থ জমা হওয়ার ফলে এদের রক্ত সবুজ রঙের হয়। হিমোসায়ানিন সেফালোপড, গ্যাস্ট্রোপড বা উদরপদ ও কিছু আর্থ্রোপড বা সন্ধিপদী যেমন, রাজ কাঁকড়া অধিকাংশ কম্বোজ প্রাণীর রক্ত নীল, কারণ এদের রক্তে কপারসমৃদ্ধ প্রোটিন হিমোসায়ানিন প্রায় ৫০গ্রাম/লিটার ঘনত্বে থাকে। অক্সিজেনহীন অবস্থায় হিমোসায়ানিন বর্ণহীন, অক্সিজেন যুক্ত হওয়ার পর গাঢ় নীল বর্ণের হয়ে যায়। এই প্রাণীগুলো শীতল পরিবেশে নিম্ন অক্সিজেন চাপে বসবাস করে বলে এদের সংবহনে রক্ত ধূসর-সাদা থেকে অনুজ্জ্বল পীতবর্ণের হয়, এবং রক্তপাতের সময় যখন রক্ত বাতাসের সংস্পর্শে আসে, তখন গাঢ় নীল বর্ণ ধারণ করে। হিমোসায়ানিন জারিত হওয়ায় বর্ণ পরিবর্তিত হয়ে যায়। হিমোসায়ানিন বহিঃকোষীয় তরলে অক্সিজেন"
  },
  {
    "chunk_id": "chunk_20",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "বহন করে, যা স্তন্যপায়ীদের লোহিত রক্তকণিকায় হিমোগ্লোবিনের সাহায্যে অন্তঃকোষীয় অক্সিজেন পরিবহণের বিপরীত। ক্লোরোক্রুয়োরিন অধিকাংশ অ্যানিলিডা পর্বের কীট ও কিছু সামুদ্রিক পলিকিট‌্স বা বহুশূকপদী অক্সিজেন পরিবহণের জন্য ক্লোরোক্রুয়োরিন ব্যবহার করে। লঘু দ্রবণে এটি সবুজ বর্ণের। হিমারিথ্রিন সামুদ্রিক অমেরুদণ্ডী প্রাণী সাইপাঙ্কিউলিড, প্রায়াপিউলিড বা শিশ্ন কীট, ব্র‍্যাকিয়োপড বা বাহুপদী ও অ্যানেলিড কীট, ম্যাগেলোনার রক্তে অক্সিজেন পরিবহণে হিমারিথ্রিন ব্যবহৃত হয়। অক্সিজেন যুক্ত হলে এটি বেগুনি-গোলাপী রং ধারণ করে। হিমোভ্যানাডিন অ্যাসিডিয়ান ও টিউনিকেট উপপর্বের কিছু প্রজাতির (সামুদ্রিক ফোয়ারা নামেও পরিচিত) রক্তে ভ্যানাডিন নামক প্রোটিন থাকে। এই প্রোটিনগুলো ভ্যানাডিয়াম দিয়ে গঠিত, ফলে এদের দেহে পারিপার্শ্বিক সামুদ্রিক পানির চেয়েও প্রায় ১০০ গুণ বেশি ভ্যানাডিয়াম থাকে। হিমোসায়ানিন ও হিমোগ্লোবিনের মতো হিমোভ্যানাডিন অক্সিজেন পরিবহণ করে না। তবে, অক্সিজেনের সংস্পর্শে আসলে ভ্যানাডিন সরিষার মতো হলুদ রং হয়ে যায়। রোগসমূহ সাধারণ রোগ আয়তনসংক্রান্ত রোগ আঘাতের কারণে রক্তক্ষরণের ফলে রক্তের আয়তন কমে যায়। একজন সুস্থ প্রাপ্তবয়স্ক ব্যক্তি প্রায় ২০% রক্ত আয়তন (১ লিটার) হারানোর পর প্রথম উপসর্গ 'অস্থিরতা' শুরু হয় এবং ৪০% আয়তন (২ লিটার) হারানোর পর শকের উপসর্গগুলো দেখা দেয়। অণুচক্রিকাসমূহ রক্ত তঞ্চন ও রক্তপিণ্ড গঠনের জন্য জরুরি। অভ্যন্তরীণ অঙ্গসমূহ বা অস্থিতে আঘাত পেলে অভ্যন্তরীণ রক্তক্ষরণ হতে পারে, যা মাঝে মাঝে গুরুতর অবস্থার সৃষ্টি করতে পারে। পানিশূন্যতা রক্তের জলীয় উপাদান কমিয়ে দিয়ে রক্ত আয়তন কমিয়ে দিতে পারে, যার ফলে অর্থোস্ট্যাটিক হাইপোটেনশন"
  },
  {
    "chunk_id": "chunk_21",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "বা ঋজু লঘুরক্তচাপ ও মূর্ছাপ্রাপ্তি ঘটতে পারে। রক্ত সংবহনসংক্রান্ত রোগ শক বা অভিঘাত হলো টিসুর একটি নিষ্ফল পারফিউজন বা সিঞ্চন প্রক্রিয়া, যা বিভিন্ন অবস্থা যেমন রক্তপাত, সংক্রমণ, স্বল্প কার্ডিয়াক আউটপুট দ্বারা ঘটতে পারে। অ্যাথেরোস্ক্লেরোসিস বা ধমনিস্থূলতা ধমনির মধ্য দিয়ে রক্তপ্রবাহ হ্রাস করে, কারণ অ্যাথেরোমা বা মেদচাপড়া ধমনির গাত্রে লেগে থাকে এবং নালিগুলোকে সরু করে দেয়। বয়স বৃদ্ধির সাথে সাথে মেদচাপড়াও আকারে বৃদ্ধি পায়। ধূমপান, উচ্চ রক্তচাপ, বহুমূত্ররোগ ও রক্তের অতিরিক্ত লিপিড বা মেদ (হাইপারলিপিডিমিয়া বা রক্তমেদাধিক্য) প্রভৃতি বিষয়াদি মেদচাপড়ার প্রবৃদ্ধি তরাণ্বিত করে। রক্ততঞ্চনের ফলে থ্রম্বোসিস বা অন্তর্তঞ্চন তৈরি হতে পারে, যা রক্তনালিকে অবরুদ্ধ করে দিতে পারে। রক্ত উপাদানের সমস্যা, হৃৎপিণ্ডের পাম্পিং ক্রিয়ার অক্ষমতা অথবা রক্তনালির সরু হয়ে যাওয়ার ফলে অনেক বিপত্তি দেখা দিতে পারে, যেমন, সরবরাহকৃত টিসুর হাইপোক্সিয়া বা রক্ত‌অক্সিজেনস্বল্পতা। ইস্কিমিয়া বা রক্তসংরোধ বলতে এমন টিসুকে বুঝায় যেটিতে রক্ত সরবরাহ পর্যাপ্ত নয় এবং ইনফার্কশন বলতে বুঝায় টিসুর মৃত্যু (নেক্রোসিস বা কলামৃত্যু), এটি ঘটে যখন রক্তের সরবরাহ অবরুদ্ধ হয়ে যায় অথবা খুবই সামান্য। রক্তরোগসংক্রান্ত রক্তশূন্যতা রক্তক্ষরণ, রক্তরোগ যেমন থ্যালাসেমিয়া অথবা পুষ্টি ঘাটতির ফলে লোহিত রক্তকণিকার সংখ্যা কমে যেতে পারে (রক্তশূন্যতা), এবং এক বা একাধিকবার রক্ত পরিসঞ্চালনের প্রয়োজন হতে পারে। রক্তশূন্যতা জেনেটিক রোগজনিত কারণেও হতে পারে, যেখানে লোহিত রক্তকণিকা ফলপ্রসূভাবে কাজ করে না। রক্ত পরীক্ষার মাধ্যমে হিমোগ্লোবিন মাত্রা দেখে রক্তশূন্যতা আছে কি"
  },
  {
    "chunk_id": "chunk_22",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "না তা নিশ্চিত হওয়া যায়। হিমোগ্লোবিন মাত্রা পুরুষদের ক্ষেত্রে <১৩.৫ g/dL এবং মহিলাদের ক্ষেত্রে <১২.০ g/dL হলে তাকে রক্তশূন্যতা বলে। রক্ত পরিসঞ্চালনের চাহিদা মিটানোর জন্য অনেক দেশেরই ব্লাড ব্যাঙ্ক আছে। রক্ত পরিসঞ্চালনের জন্য রক্তগ্রহীতা ও রক্তদাতার রক্তের গ্রুপ একই হতে হবে। কাস্তে-কোষ ব্যাধি কোষের বংশবৃদ্ধিসংক্রান্ত রোগ লিউকেমিয়া হলো রক্ত-গঠনকারী টিসু ও কোষসমূহের ক্যান্সার। লোহিত রক্তকণিকার অক্যান্সারমূলক অত্যুৎপাদন যেমন, পলিসাইথিমিয়া ভেরা অথবা অণুচক্রিকার এসেনশিয়াল থ্রম্বোসাইটোসিস বা অপরিহার্য অণুচক্রিকাধিক্য হলো সম্ভাব্য প্রাক্-ক্যান্সার অবস্থা। মায়েলোডিসপ্লাস্টিক সিনড্রোম রোগে এক বা একাধিক কোষ সারির অফলপ্রসূ উৎপাদন হয়। রক্ততঞ্চনের রোগ হিমোফিলিয়া হলো একটি জেনেটিক রোগ যেখানে দেহের স্বাভাবিক রক্ত তঞ্চন পদ্ধতির একটিতে বিচ্যুতি ঘটে, যার ফলে কিছু অনেক প্রাণ-সংহারী অবস্থার সৃষ্টি হতে পারে, তবে সবচেয়ে বেশি হয় হিমার্থ্রোসিস বা রক্তসন্ধি, অথবা অস্থিসন্ধির মধ্যবর্তী ফাঁকে রক্তক্ষরণ, যা পঙ্গুত্বের দিকে ঠেলে দিতে পারে। অফলপ্রসূ অথবা অপর্যাপ্ত অণুচক্রিকাসমূহও কোয়াগুলোপ্যাথি বা তঞ্চনবিকার (রক্তক্ষরণমূলক রোগ) করতে পারে। অণুচক্রিকা অথবা তঞ্চন ফ্যাক্টরের কার্যক্রম নিয়ন্ত্রণের কোনো ত্রুটির কারণে হাইপারকোয়াগুল্যাবল স্টেট বা অতিতঞ্চনক্ষম অবস্থা (থ্রম্বোফিলিয়া বা তঞ্চন প্রবণতা) হতে পারে। রক্তের সংক্রমণমূলক রোগ রক্ত একটি গুরুত্বপূর্ণ সংক্রমণ বাহক। এইডস রোগ সৃষ্টিকারী ভাইরাস, এইচ‌আইভি, সংক্রমিত ব্যক্তির রক্ত, বীর্য বা অন্যান্য দৈহিক তরলের সংস্পর্শে আসার মাধ্যমে ছড়ায়। হেপাটাইটিস বি ও হেপাটাইটিস সি ভাইরাস প্রাথমিকভাবে রক্তের সংস্পর্শে আসার মাধ্যমে ছড়ায়। রক্তবাহী সংক্রমণ ঘটার কারণে রক্ত লেগে থাকা"
  },
  {
    "chunk_id": "chunk_23",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "বস্তুগুলোকে জৈবঝুঁকি হিসেবে চিহ্নিত করা হয়। রক্তে ব্যাকটেরিয়ার সংক্রমণ ঘটলে তাকে ব্যাক্টেরিমিয়া (জীবাণুরক্ততা) অথবা সেপসিস (জীবাণুদূষণ) বলে। ভাইরেমিয়া (ভাইরাসরক্ততা) হলো রক্তে ভাইরাসের সংক্রমণ। ম্যালেরিয়া ও ট্রিপ্যানোসোমায়াসিস হলো রক্তবাহিত পরজীবী সংক্রমণ। কার্বন মনোক্সাইড বিষক্রিয়া অক্সিজেন ছাড়া অন্যান্য পদার্থসমূহও হিমোগ্লোবিনের সাথে বন্ধন তৈরি করতে পারে; কিছু ক্ষেত্রে, এটি দেহের অনিবর্তনীয় ক্ষতি করতে পারে। উদাহরণস্বরূপ, কার্বন মনোক্সাইড যখন প্রশ্বাসের মাধ্যমে ফুসফুস থেকে রক্তে বাহিত হয়, তখন এটি অত্যন্ত বিপজ্জনক হতে পারে, কারণ কার্বন মনোক্সাইড একমুখী বিক্রিয়ার মাধ্যমে অনিবর্তনীয়ভাবে হিমোগ্লোবিনের সাথে যুক্ত হয়ে কার্বোক্সিহিমোগ্লোবিন নামক যৌগ গঠন করে, যার ফলে অক্সিজেনের সাথে যুক্ত হওয়ার জন্য খুব অল্প পরিমাণ হিমোগ্লোবিন মুক্ত অবস্থায় থাকে, ফলে রক্তের মাধ্যমে খুব অল্প পরিমাণ অক্সিজেন অণু পরিবাহিত হয় এবং ধীরে ধীরে শ্বাসরোধ ঘটায়। বায়ুচলন বেশি হয় না এমন বদ্ধ কক্ষে আগুন লাগলে ঝুঁকি অনেক বেড়ে যায়, কারণ বায়ুতে কার্বন মনোক্সাইড সঞ্চিত হতে থাকে ধূমপানের সময়েও কিছু কার্বন মনোক্সাইড হিমোগ্লোবিনের সাথে যুক্ত হতে পারে। চিকিৎসায় ব্যবহার পরিসঞ্চালন রক্ত সঞ্চারণের জন্য মানব দাতার নিকট থেকে রক্ত সংগ্রহ করা হয় এবং রক্ত ব্যাঙ্কে সঞ্চয় করে রাখা হয়। মানুষের রক্তের গ্রুপ ভিন্ন ভিন্ন হয়ে থাকে, রক্তের গ্রুপ নির্ণয়ের বিভিন্ন পদ্ধতির মধ্যে এবিও রক্তগ্রুপ পদ্ধতি ও রেসাস রক্তগ্রুপ পদ্ধতি সবচেয়ে গুরুত্বপূর্ণ। সঙ্গতিহীন গ্রুপের রক্ত পরিসঞ্চালনের ফলে গুরুতর, প্রায়শই প্রাণ-সংহারী জটিলতা তৈরি হতে পারে, সঙ্গতিপূর্ণ গ্রুপের"
  },
  {
    "chunk_id": "chunk_24",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "রক্ত পরিসঞ্চালন নিশ্চিত করতে রক্তমিল বা ক্রসম্যাচিং করা হয়। শিরাভ্যন্তরীণ প্রয়োগ করা হয় এমন রক্তের উপাদানগুলো হলো অণুচক্রিকা, রক্তরস, ক্রায়োপ্রিসিপিটেট বা হিম‌-অধঃক্ষেপ ও সুনির্দিষ্ট তঞ্চন ফ্যাক্টর কনসেন্ট্রেট। শিরাভ্যন্তরীণ প্রয়োগ অনেক ধরনের ওষুধ (অ্যান্টিবায়োটিক থেকে শুরু করে কেমোথেরাপি বা রাসায়নিক চিকিৎসা ) অন্তঃশিরা প্রয়োগ করা হয়, কারণ এগুলো পরিপাক নালি থেকে পর্যাপ্তভাবে শোষিত হয় না। গুরুতর তাৎক্ষণিক রক্তপাতের পর, প্লাজমা বা রক্তরস প্রসারক নামে পরিচিত তরল প্রিপারেশনগুলো, শারীরবৃত্তীয় ঘনত্বে লবণের দ্রবণসমূহ (NaCl, KCl, CaCl2 ইত্যাদি), কলোয়ডাল দ্রবণসমূহ, যেমন ডেক্সট্র‍্যান, মানব সিরাম অ্যালবিউমিন অথবা ফ্রেশ ফ্রোজেন প্লাজমা শিরাভ্যন্তরীণভাবে প্রয়োগ করা যেতে পারে। এ-রকম জরুরি অবস্থায়, রক্ত পরিসঞ্চালনের তুলনায় একটি রক্তরস প্রসারক প্রয়োগ অনেক বেশি ফলপ্রসূ জীবন-রক্ষাকারী পদ্ধতি, কারণ সঞ্চারিত লোহিত রক্তকণিকাসমূহের বিপাক রক্ত সঞ্চারণের পরপরই শুরু হয় না। রক্তমোক্ষণ আধুনিক তথ্য-প্রমাণ ভিত্তিক মেডিসিন-এ, রক্তমোক্ষণ কতক বিরল রোগের চিকিৎসায় ব্যবহৃত হয়, যেমন, হিমোক্রোমাটোসিস বা লৌহ-সঞ্চয় ব্যাধি ও পলিসাইথিমিয়া বা লালিকাধিক্য। তবে, ঊনবিংশ শতাব্দীর আগ পর্যন্ত রক্তমোক্ষণ ও হিরুডোথেরাপি বা জোঁক চিকিৎসা ছিল খুবই প্রচলিত দুটি অপ্রমাণিত পদ্ধতি, কারণ হিপোক্রেটিসের মেডিসিন অনুসারে ভ্রমাত্মকভাবে অনেক রোগের কারণ হিসেবে রক্তের আধিক্যকে মনে করা হতো। ব্যুৎপত্তি ইংরেজি blood (প্রাচীন ইংরেজিতে blod) শব্দটির উদ্ভব হয়েছে জার্মানীয় ভাষা থেকে এবং অন্যান্য সকল জার্মানীয় ভাষায় একই রকম অর্থের সমোদ্ভাবিত শব্দ রয়েছে (যেমন, জার্মান Blut, সুইডিশ blod, গথিক blōþ)। কোনো ইন্দ-ইউরোপীয়"
  },
  {
    "chunk_id": "chunk_25",
    "topic": "রক্ত",
    "source": "bnwiki:রক্ত",
    "text": "গৃহীত ব্যুৎপত্তি নেই। ইতিহাস চিরায়ত গ্রিক মেডিসিন রবিন ফহর‍্যাউস (একজন সুইডিশ চিকিৎসক যিনি ই‌এস‌আর আবিষ্কার করেছিলেন) বলেছিলেন যে, হিউমারিজম বা দেহরসবাদের প্রাচীন গ্রিক পদ্ধতি, যেখানে ভাবা হতো যে দেহ চারটি স্বতন্ত্র দৈহিক তরল ধারণ করে (ভিন্ন ভিন্ন ধাত সহযোগে), একটি স্বচ্ছ পাত্রে রক্ত তঞ্চনের পর্যবেক্ষণের উপর ভিত্তি করে প্রতিষ্ঠিত। একটি কাঁচের পাত্রে রক্ত টেনে প্রায় এক ঘণ্টা রেখে দিলে, চারটি ভিন্ন স্তর দেখা যায়। তলদেশে একটি কালো পিণ্ড গঠিত হয় (কালো পিত্ত)। পিণ্ডের উপরে লোহিত রক্তকণিকার স্তর। এর উপরে শ্বেতকণিকার সাদা স্তর থাকে (শ্লেষ্মা)। শিরোভাগের স্তরটি অচ্ছ হলুদ সিরাম বা রক্তাম্বু (হলুদ পিত্ত)। ধরন ১৯০০ খ্রিষ্টাব্দে কার্ল ল্যান্ডস্টাইনার এবিও রক্তগ্রুপ পদ্ধতি আবিষ্কার করেন। ইয়ান ইয়ান্সকি ১৯০৭ খ্রিষ্টাব্দে সর্বপ্রথম রক্তকে চারটি শ্রেণিতে (A, B, AB এবং O) ভাগ করেন বলে স্বীকৃতি প্রদান করা হয় যা আজও ব্যবহৃত হচ্ছে। ১৯০৭ সালে প্রথমবারের মতো উপযুক্ততা নির্ণয়ে এ বি ও পদ্ধতি ব্যবহার করে রক্ত সঞ্চারণ করা হয়। ১৯১৪ সালের ২৭ শে মার্চ সর্বপ্রথম পরোক্ষ রক্ত সঞ্চারণ করা হয়। রেসাস ফ্যাক্টর আবিষ্কার হয় ১৯৩৭ সালে। আরও দেখুন রক্তচাপ রক্ত পরীক্ষা তথ্যসূত্র বহিঃসংযোগ Blood Groups and Red Cell Antigens. Free online book at NCBI Bookshelf ID: NBK2261 বিবিসির ইন আওয়ার টাইম-এ Blood Blood Photomicrographs টেমপ্লেট:Lymphocytes"
  },
  {
    "chunk_id": "chunk_26",
    "topic": "হৃদপিণ্ড",
    "source": "bnwiki:হৃদপিণ্ড",
    "text": "‌হৃৎপিণ্ড অধিকাংশ প্রাণীতে একটি পেশীবহুল অঙ্গ, যা পৌনঃপুনিক ছন্দময় সংকোচনের মাধ্যমে সংবহনতন্ত্রের রক্তনালির মধ্য দিয়ে সারা দেহে রক্ত পাম্প করে। এনিলিডা, মলাস্কা এবং আর্থ্রোপোডা পর্বের প্রাণীদের দেহেও অনুরূপ অঙ্গ বিদ্যমান। পাম্পকৃত রক্ত দেহে অক্সিজেন ও পুষ্টি পদার্থ বহন করে নিয়ে যায়, আর ফুসফুসে বিভিন্ন বিপাকজাত রেচন পদার্থ, যেমন- কার্বন ডাই অক্সাইড বহন করে নিয়ে আসে। মানুষের দেহে, হৃৎপিণ্ডের আকার প্রায় একটি বদ্ধ মুষ্টির সমান এবং এটি বুকের মধ্য প্রকোষ্ঠতে ফুসফুস দুটির মাঝখানে অবস্থিত। হৃৎপিণ্ড এর সংকোচনকে বলা হয় সিস্টোল এবং প্রসারণকে বলা হয় ডায়াস্টোল। হৃৎপিণ্ডের একবার সিস্টোল-ডায়াস্টোলকে একত্রে হৃৎস্পন্দন বলা হয়। শব্দের ব্যুৎপত্তি ইংরেজি Cardiac শব্দটি এসেছে মধ্য ফরাসি cardiaque, লাতিন cardiacus থেকে, প্রাচীন গ্রিক καρδιακός (kardiakós, “relating to the heart”) থেকে, καρδία (kardía, “heart”) থেকে। বাংলা হৃৎপিণ্ড শব্দটির উৎস সংস্কৃত হৃৎ (√হৃ + ক্বিপ্‌) এবং পিণ্ড থেকে। গর্ভস্থ বিকাশ ভ্রুণাবস্থার প্রথম ২১ দিন কার্যকর হৃৎপিণ্ড না থাকলেও কীভাবে রক্ত পরিবাহিত হয় তা অজানা, যদিও কেউ কেউ প্রস্তাব করেন যে, হৃৎপিণ্ড প্রকৃত পক্ষে হাইড্রলিক র‌্যামের মত কোন পাম্প নয়- বরং চারপাশের ক্রমবর্ধমান সক্রিয়তার ফলে সৃষ্ট একটি অঙ্গ। মানব ভ্রুণীয় (embryonic) হৃৎপিণ্ড স্পন্দন শুরু করে-- গর্ভধারণের প্রায় ২১ দিন পরে, আথবা সর্বশেষ স্বাভাবিক ঋতুস্রাবের (menstruation) পাঁচ সপ্তাহ পরে (LMP), যা সাধারণত গর্ভধারণের সময় কাল নির্ণয়ে ব্যবহৃত হয়। মানব হৃৎপিণ্ড মায়ের হৃৎ-স্পন্দন"
  },
  {
    "chunk_id": "chunk_27",
    "topic": "হৃদপিণ্ড",
    "source": "bnwiki:হৃদপিণ্ড",
    "text": "হারের কাছাকাছি হারে প্রথমে স্পন্দিত হতে থাকে, যা প্রায় ৭৫-৮০ স্পন্দন/মিনিট (BPM)। ভ্রুণীয় স্পন্দন হার (EHR) প্রথম মাসে রৈখিকভাবে বৃদ্ধি পেতে থাকে, যা সপ্তম সপ্তাহের শুরুতে (অর্থাৎ LMP-র পরে নবম সপ্তাহের শুরুতে) ১৬৫-১৮৫ BMP-তে পৌছায়। এই বৃদ্ধির হার প্রতি দিন প্রায় ৩.৩ BMP বা প্রতি তিন দিনে ১০ BMP, যা প্রথম মাসে ১০০ BMP পর্যন্ত বাড়ে। LMP-র পরে ৯.২ সপ্তাহ পর্যন্ত বৃদ্ধি পাবার পর, এই হার কমতে শুরু করে যা ১৫ সপ্তাহে প্রায় ১৫২ BMP (+/-২৫ BMP) -তে নেমে আসে। ১৫ সপ্তাহ পরে এই ক্রমহ্রাসের হর কমতে থাকে এবং গর্ভকাল শেষে গড়ে ১৪৫ BMP (+/-২৫BMP)-তে দাঁড়ায়। ভ্রুণ ২৫ মিমি দৈর্ঘ্যে পৌছানোর আগে বা ৯.২ LMP সপ্তাহে ক্রমহ্রাস সূত্রকে প্রকাশ করা হয় এভাবে- বয়স (দিন হিসেবে)= ভ্রুণীয় স্পন্দন হার(০.৩)+৬। (Age in days=HER(0.3)+6) জন্মের আগে নারী ও গর্ভের সন্তানের হৃৎস্পন্দন হারে কোন পার্থক্য থাকে না। গঠন প্রাণিকূলের শাখা ভেদে হৃৎপিণ্ডের গঠনপ্রণালিতে পার্থক্য দেখা যায় । মানব হৃৎপিণ্ড মানবদেহে হৃৎপিণ্ড বক্ষগহ্বরের (Thorax) মাঝ বরাবর অবস্থিত যার একটি বড় অংশ কিছুটা বাম দিকে স্ফীত (যদিও কখনও কখনও তা ডান পাশেও হতে পারে, ডেক্সটোকার্ডিয়া দেখুন) এবং এটি ঠিক বুক্কাস্থির(Sternum) নিচে থাকে। । হৃৎপিণ্ড সাধারণত বাম দিকে অনুভূত হয় কারণ বাম নিলয় (left ventricle) অন্যান্য প্রকোষ্ঠ হতে শক্তিশালী (এটি সারাদেহে রক্ত পাম্প করে পাঠায়)। বাম ফুসফুস"
  },
  {
    "chunk_id": "chunk_28",
    "topic": "হৃদপিণ্ড",
    "source": "bnwiki:হৃদপিণ্ড",
    "text": "ডান হতে আকারে ছোট কারণ হৃৎপিণ্ড বাম হেমিথোরাক্সের বেশি জায়গা জুড়ে থাকে। হৃৎপিণ্ড হৃদাবরণ (pericardium) দ্বারা আবৃত থাকে এবং ফুসফুস একে পরিবেষ্টন করে থাকে। হৃদাবরণ দুটি অংশ নিয়ে গঠিত: ১। ফাইব্রাস হৃদাবরণ, ঘন যোজক কলা (dense connective tissue) দ্বারা তৈরী: এবং ২। সেরাস হৃদাবরণ, যা একটি দ্বি-স্তর বিশিষ্ট আবরণ এবং এর ভেতরে সেরাস রস থাকার কারণে হৃদ সংকোচনের সময় সৃষ্ট ঘর্ষণ কমায়। হৃদ গহ্বরকে মেডিয়েসটিনাম বলে যা বক্ষ গহ্ববরের একটি অংশ। মানব হৃৎপিণ্ড চারটি মূল প্রকোষ্ঠে বিভক্ত, ডান অলিন্দ ও ডান নিলয় এবং বাম অলিন্দ ও বাম নিলয় । অলিন্দদ্বয় আন্তঅলিন্দ পর্দা এবং নিলয়দ্বয় আন্তনিলয় পর্দা দ্বারা পৃথক থাকলেও ডান অলিন্দ ও ডান নিলয়ের মাঝে ত্রিপত্রক কপাটিকা (Tricuspid Valve) এবং বাম অলিন্দ ও বাম নিলয়ের মাঝে দ্বিপত্র কপাটিকার (Dicuspid Valve) মাধ্যমে একমুখী সংযোগ বিদ্যমান । হৃৎপিণ্ডের সর্ববামের নিম্নগামী ভোঁতা অংশকে পেক্স বলে। হৃৎস্পন্দন শোনার জন্য একটি স্টেথোস্কোপ সরাসরি হৃৎপিণ্ডের অ্য্যাপেক্সের উপর স্থাপন করা হয়। এটি বাম মধ্য-ক্ল্যাভিকুলার রেখায় পঞ্চম ইন্টারকস্টাল স্থানের পেছনে অবস্থিত। স্বাভাবিক পূর্ণবয়স্ক ব্যক্তির হৃৎপিণ্ডের ওজন ২৫০-৩৫০ গ্রাম (৯-১২ আউন্স)। কিন্তু একটি অসুস্থ হৃৎপিণ্ড অঙ্গ বিবৃদ্ধি (organ hypertrophy) কারণে ১০০০ গ্রাম পর্যন্ত হতে পারে। এটি চারটি প্রকোষ্ঠ নিয়ে গঠিত: উপরে দুটি অলিন্দ (atrium) এবং নিচে দুটি নিলয় (ventricle)। নিম্নের বামের ছবিটি ৬৪ বছর বয়স্ক পুরুষ হতে সদ্য বিচ্ছিন্নকৃত"
  },
  {
    "chunk_id": "chunk_29",
    "topic": "হৃদপিণ্ড",
    "source": "bnwiki:হৃদপিণ্ড",
    "text": "একটি হৃৎপিণ্ডের। হৃৎপিণ্ড মানুষের জীবনে পাম্পযন্ত্রের ন্যায় কাজ করে। সাধারণত একজন পূর্ণবয়স্ক মানুষের হৃৎপিণ্ডের দৈর্ঘ্য ১২ সেন্টিমিটার এবং প্রস্থ ৯ সেন্টিমিটার এবং এটি ৬ সেন্টিমিটার পুরু। পূর্ণবয়স্ক পুরুষের হৃদপিণ্ডের ওজন ২৮০ থেকে ৩৪০ গ্রাম এবং পূর্ণবয়স্ক মহিলাদের হৃৎপিণ্ডের ওজন ২৩০ থেকে ২৮০ গ্রাম। পুরুষ এবং মহিলাদের হৃৎপিণ্ডের ওজন যথাক্রমে দেহ ওজনের ০.৪৫ % এবং ০.৪০ %। মাছের হৃৎপিণ্ড প্রাগৈতিহাসিক মাছের হৃৎপিণ্ড ৪ প্রকোষ্ঠবিশিষ্ট হলেও মেরুদন্ডী ও পাখিদের ৪ প্রকোষ্ঠী হৃৎপিণ্ডের মতো নয় কেননা প্রকোষ্ঠগুলো এক সারিতে সজ্জিত। আধুনিক মাছের ৪ প্রকোষ্ঠী হৃৎপিণ্ডের প্রকোষ্ঠগুলো এক সারিতে সজ্জিত নয়, বরং S (ইংরেজি বর্ণ S) এর মতো সজ্জিত। দ্বিপ্রবাহী হৃৎপিণ্ড উভচর এবং অধিকাংশ সরীসৃপের হৃৎপিণ্ড দ্বিপ্রবাহী সংবহনতন্ত্রবিশিষ্টহলেও হৃৎপিণ্ড পুরোপুরি দুই পাম্পে বিভক্ত নয়। এসব প্রাণীতে ফুসফুসের উপস্থিতির কারণে হৃৎপিণ্ডের দ্বিবিভাজন ত্বরান্বিত হয়। উভচর প্রাণীদের হৃৎপিণ্ড দুটি অলিন্দ আর একটি নিলয় নিয়ে গঠিত। সরীসৃপদের হৃৎপিণ্ড দুটি অলিন্দ আর একটি অসম্পূর্ণভাবে বিভক্ত নিলয় নিয়ে গঠিত। সম্পূর্ণ বিভাজিত হৃৎপিণ্ড পাখি এবং স্তন্যপায়ীদের হৃৎপিণ্ড সম্পূর্ণভাবে চারটি মূল প্রকোষ্ঠে বিভক্ত। কার্যপদ্ধতি হৃৎপিণ্ডের ডান অংশের কাজ হল পুরো দেহ হতে ডান অলিন্দে অক্সিজেন-শূন্য রক্ত সংগ্রহ করা এবং ডান নিলয়ের মাধ্যমে তা পাম্প করে ফুসফুসে (পালমোনারী সংবহন) প্রেরণ করা, যাতে কার্বন ডাই-অক্সাইড রক্ত হতে নিষ্কাশিত এবং অক্সিজেন যুক্ত হতে পারে (বায়ু বিনিময়)। এই বায়ু আদান-প্রদান প্রক্রিয়া ব্যাপনের মাধ্যমে সম্পন্ন হয়।"
  },
  {
    "chunk_id": "chunk_30",
    "topic": "হৃদপিণ্ড",
    "source": "bnwiki:হৃদপিণ্ড",
    "text": "হৃৎপিণ্ডের বাম অংশ অক্সিজেনসমৃদ্ধ রক্ত ফুসফুস হতে বাম অলিন্দে গ্রহণ করে। বাম অলিন্দ হতে রক্ত বাম নিলয়ে স্থানান্তরিত হয় এবং সারা দেহে সঞ্চারিত হয়। দুই দিকেই, উপরের অলিন্দগুলো হতে নিচের নিলয়গুলোর দেয়াল পুরু ও শক্তিশালী। আবার ডান নিলয়ের দেয়াল হতে বাম নিলয়ের দেয়াল বেশি পুরু, কারণ সিস্টেমিক সংবহনে রক্ত সরবরাহ করতে আরও বেশি শক্তির প্রয়োজন হয়। ডান অলিন্দ হতে রক্ত ট্রাইকাস্পিড কপাটিকার ভেতর দিয়ে ডান নিলয়ে প্রবেশ করে। এখান থেকে রক্ত ফুসফুসীয় সেমিলুনার কপাটিকার ভেতর দিয়ে বেরিয়ে ফুসফুসীয ধমনী দিয়ে ফুসফুসে পৌছে। ফুসফুস হতে রক্ত ফুসফুসীয় শিরা দিয়ে বাম অলিন্দে যায়। সেখান থেকে রক্ত বাইকাস্পিড কপাটিকার ভেতর দিয়ে বাম নিলয়ে প্রবেশ করে। বাম নিলয় এই রক্তকে এ্যাওটিক সেমিলুনার ভাল্বের ভেতর দিয়ে মহাধমনীতে পাম্প করে পাঠায়। মহাধমনী কয়েকটি শাখায় বিভক্ত হয় এবং এইসব প্রধান শাখা ধমনী দিয়ে রক্ত সারা দেহে সঞ্চালিত হয়। রক্ত ধমনী হতে তার চেয়ে সরু ছোট ধমনীতে (arterioles) প্রবেশ করে এবং শেষ পর্যায়ে আরও ক্ষুদ্র কৈশিকনালীর মাধ্যমে কোষে কোষে পৌছায়। এরপরে অক্সিজেন-শূন্য রক্ত ছোট শিরার (venuoles) ভেতর দিয়ে গিয়ে শিরায় পৌছায়। এইসব শিরা পরে সুপিরিয়র ও ইনফিরিয়র ভেনাকেভা তৈরি করে শেষ পর্যন্ত ডান অলিন্দে পৌছায় এবং আবার উপরিউক্ত পদ্ধতির পুনরাবৃত্তি ঘটতে থাকে। হৃৎপিণ্ড কার্যত একটি সিনশাইসিয়াম, অর্থাৎ হৃৎপেশীর একটি বুনানি যারা পরস্পর সাইটোপ্লাজমীয় সংযুক্তি দিয়ে সংযুক্ত। ফলে বৈদ্যুতিক সংকেত একটি কোষে পৌঁছালে তা দ্রুতগতিতে সকল কোষে পৌছে যায় এবং পুরো হৃৎপিণ্ড তখন একসাথে সংকুচিত হয়।"
  },
  {
    "chunk_id": "chunk_31",
    "topic": "হৃদপিণ্ড",
    "source": "bnwiki:হৃদপিণ্ড",
    "text": "প্রাথমিক চিকিৎসা যদি কোন ব্যক্তির কার্ডিয়াক এ্যারেস্ট (হৃদ রোধ/হৃদ-স্পন্দন বন্ধ হওয়া) হয় তবে কার্ডিওপালমোনারী রিসাসিটেশন (CPR) শুরু করতে হবে। যদি একটি স্বয়ংক্রিয় এক্সটার্নাল ডিফিব্রিলেটর যন্ত্র পাওয়া যায় তবে এটি ব্যবহার করে স্বয়ংক্রিয়ভাবে ডিফিব্রিলেশনের কাজ করা যায়। সাধারণত পর্যাপ্ত সময় পাওয়া গেলে রোগীকে দ্রুত হাসপাতালে নিয়ে এসে একজন হৃদরোগ বিশেষজ্ঞের মাধ্যমে সাহায্য করা উচিত। অ্যাজটেক হৃৎপিণ্ড উৎপাটন আ্যাজটেক সভ্যতায় মানব বলিতে, হৃৎপিণ্ড উৎসর্গীকৃত প্রতীক হিসাবে বিবেচিত হত। পুরোহিত একটি পাথরের ছুরি দিয়ে বক্ষগহ্বর উন্মুক্ত করত এবং হৃৎপিণ্ড বের করে নিয়ে আসতো। যা পরে দেবতার উদ্দেশ্যে পাথরের বেদিতে রাখা হতো। সবচেয়ে বৃহৎ উৎসর্গের ঘটনা সংঘটিত হয় মনটাজুমার আমলে, যেখানে প্রায় ১২,০০০ এর উপরে শত্রু সৈন্যদের হৃৎপিণ্ড উৎপাটন করা হয়েছিল। আরও দেখুন রক্তচাপ হৃৎস্পন্দনের হার হার্ট ফেইলিউর টিকা তথ্যসূত্র বহিঃসংযোগ ই-মেডিসিন: হৃৎপিণ্ডের সারজিকাল এ্যানাটমী একটি খুবই সম্মৃদ্ধ হার্ট সাইট সেল্ফ ইমপ্রুভ্ড ওয়েডনেসডে - এবিসি ৭০২ ড্রাইভ অডিও সংবহনতন্ত্র হৃৎপিণ্ডের অবস্থান মিথস্ক্রিয় ত্রিমাত্রিক হৃৎপিণ্ড এই হৃৎপিণ্ডকে ঘোরান যায় এবং যেকোন দৃষ্টিকোণ থেকে এর যেকোন অংশকে দেখা যায়। হৃৎপিণ্ডের যত্ন কীভাবে আপনার হৃৎপিণ্ডের যত্ন নেবেন। নিয়মিত ব্যায়াম, সুষম খাদ্য এবং মানসিক চাপ নিয়ন্ত্রণ হৃৎপিণ্ডকে সুস্থ রাখতে গুরুত্বপূর্ণ ভূমিকা রাখে। আধুনিক চিকিৎসায় বিভিন্ন প্রযুক্তি ব্যবহার করে হৃদরোগ দ্রুত শনাক্ত ও চিকিৎসা করা সম্ভব, যা জীবন বাঁচাতে সহায়ক।"
  },
  {
    "chunk_id": "chunk_32",
    "topic": "শ্বাসনালী",
    "source": "bnwiki:শ্বাসনালী",
    "text": "শ্বাসনালি বা ট্রাকিয়া, গলবিল এবং স্বরযন্ত্রকে ফুসফুসে সংযোগকারী অংশ,যা বায়ু পরিবহন করে এবং প্রাণীর শ্বসনে সাহায্য করে।এটি খাদ্যনালির সামনে অবস্থিত একটি ফাঁপা নল। নালিটি স্বরযন্ত্রের নিচের অংশ হতে শুরু করে কিছু দূর নিচে গিয়ে দুভাগে বিভক্ত হয়ে দুইটি বায়ুনলের সৃষ্টি করে। গঠন মানুষের শ্বাসনালির ব্যাসার্ধ প্রায় ২৫ মিলিমিটার এবং দৈর্ঘে প্রায় ১০-১৬ সেন্টিমিটার।এটি ৬ষ্ঠ গ্রীবাদেশীয় কশেরুকা বরাবর স্বরযন্ত্রের নিচে শেষ হয় এবং ৫ম±২ বক্ষীয় কশেরুকা বরাবর প্রাথমিক ব্রঙ্কাইয়ে বিভাজিত হয়।শ্বাসনালির উপরে ক্রিকয়েড তরুণাস্থি থাকে।এটিই শ্বাসনালির একমাত্র পরিপূর্ণ তরুণাস্থি। শ্বাসনালিতে ১৫ থেকে ২০টি অপূর্ণ C আকৃতির তরুণাস্থির রিং রয়েছে,যা বায়ু পরিবহনের রাস্তাকে রক্ষা করে।ট্রাকিয়ালিস পেশী এই অপূর্ণ রিংগুলিকে পূর্ণতা দেয় এবং কাশির সময় একে সংকুচিত করে বায়ু নির্গমনের গতি বৃদ্ধি করে।শ্বাসনালির পিছনে অন্ননালী রয়েছে।ট্রাকিয়ার রিঙ্গগুলিকে অ্যানুলার লিগামেন্ট ধরে রাখে।এই রিংগুলি অপূর্ণ ,যাতে এর পিছনের অন্ননালী দিয়ে খাদ্য অতিক্রম করতে পারে।খাদ্য গলাধঃকরণের সময় আলজিহ্বা স্বরযন্ত্রের মুখকে ঢেকে শ্বাসনালিতে খাবার ঢুকতে বাঁধা দেয়। কলাতত্ত্ব ট্রাকিয়া গবলেট কোষ সহ সিউডোস্ট্র্যাটিফাইড কলামনার এপিথেলিয়াম দ্বারা আবৃত থাকে,যা মিউকাসের প্রধান উপাদান মিউসিন উৎপন্ন করে যা বায়ু পরিবহনের পথকে আর্দ্র রাখে ও সুরক্ষা দেয়।। বিরক্তিকর কোন বস্তু ট্রাকিয়ায় ঢুকলে ঝিল্লির সূক্ষ্ম রোম কাশির উদ্রেক করে তা বাহিরে পাঠিয়ে দেয় এবং ট্রাকিয়া পরিষ্কার রাখে। ক্লিনিক্যাল গুরুত্ব প্রদাহ ইনটিউবেশন অন্যান্য == তথ্যসূত্র =="
  },
  {
    "chunk_id": "chunk_33",
    "topic": "ফুসফুস",
    "source": "bnwiki:ফুসফুস",
    "text": "ফুসফুস মেরুদণ্ডী প্রাণীর একটি অঙ্গ যা শ্বাস-প্রশ্বাসের কাজে ব্যবহৃত হয়। এই শ্বাসযন্ত্রটির প্রধান কাজ হলো বাতাস থেকে অক্সিজেনকে রক্তপ্রবাহে নেওয়া এবং রক্তপ্রবাহ হতে কার্বন ডাই-অক্সাইডকে বাতাসে নিষ্কাশন করা। এই গ্যাস আদান-প্রদান করা হয় বিশেষায়িত কোষ দ্বারা তৈরী, খুবই পাতলা দেয়াল বিশিষ্ট লক্ষাধিক বায়ু থলির দ্বারা যাকে অ্যালভিওলাই বলে। এর শ্বাসকার্য ছাড়া অন্য কাজও আছে। ফুসফুস সংক্রান্ত চিকিৎসাবিজ্ঞানের পরিভাষা শুরু হয় পালমো- (pulmo-),ল্যাটিন-পালমোনারিয়াস (pulmonarious) (ফুসফুসের) অথবা নিউমো- (pneumo-) গ্রিক- (πνεύμω) ফুসফুস দ্বারা। শ্বাসপ্রশ্বাস সংক্রান্ত কাজ বায়বীয় শ্বসনের দ্বারা শক্তি উৎপাদনে অক্সিজেন প্রয়োজন এবং উপজাত হিসাবে কার্বন ডাই-অক্সাইড উৎপন্ন হয়। ফলে কার্যকরভাবে কোষে অক্সিজেন সরবরাহ এবং কোষ হতে কার্বন ডাই-অক্সাইড নিষ্কাশন করার প্রযোজনীয়তা তৈরি হয়। ক্ষুদ্রজীব, যেমন এককোষী ব্যাকটেরিয়ায়, এই বায়ু বিনিময় পদ্ধতি পুরোপুরিভাবে সরল ব্যাপনের মাধ্যমে হয়ে থাকে। বৃহৎ জীবে যা সম্ভব নয়, কারণ বায়ুমন্ডল হতে ব্যাপনের মাধ্যমে অক্সিজেন গ্রহণ করার জন্য ক্ষুদ্র একটি অংশই মাত্র তার বহিরাবরনের নিকটে থাকে। দুটি প্রধান অভিযোজন জীবের জন্য বহুকোষীয়তা অর্জন সম্ভব করেছে: একটি কার্যকারী সংবহনতন্ত্র (circulatory system) যা দেহের গভীরতম কলাসমূহে রক্তের মাধ্যমে গ্যাসের আদান প্রদান করে, এবং একটি বৃহৎ অভ্যন্তরীণায়ীত শ্বসনতন্ত্র (respiratory system) যা বায়ুমন্ডল হতে অক্সিজেন আহরণ করে দেহে সর্বরাহ করার কাজকে কেন্দ্রীভূত করে, যেখান থেকে একে দ্রুত সংবহনতন্ত্রে ছড়িয়ে দেওয়া যায়। বায়ু-শ্বাসী মেরুদন্ডীদের শ্বাসপ্রশ্বাস একটি ধারাবাহিক পর্যায়ে সম্পন্ন হয়। বায়ু শ্বাসনালীর"
  },
  {
    "chunk_id": "chunk_34",
    "topic": "ফুসফুস",
    "source": "bnwiki:ফুসফুস",
    "text": "মাধ্যমে প্রাণীর ভেতরে প্রবেশ করে- যা সরিসৃপ, পাখি এবং স্তন্যপায়ী প্রানীর ক্ষেত্রে প্রায়শ নাক, ফ্যারিংক্স, ল্যারিংক্স, ট্রাকিয়া (বায়ুনালীও বলা হয়), ব্রাংকাই ও ব্রাংকিওল; এবং শ্বসন বৃক্ষের (respiratory tree) প্রান্তিক প্রশাখা সমূহ দ্বারা গঠিত। স্তন্যপায়ী প্রানীর ফুসফুসগুলো প্রচুর অ্যালভিওলাইয়ের দ্বারা গঠিত, যা বায়ু বিনিময়ের জন্য বৃহৎ পৃষ্ঠতল সরবরাহ করে থাকে। অ্যালভিওলাইয়ের পৃষ্ঠদেশের উপরে সূক্ষ কৌশিকনালীর একটি জালিকার ভেতর দিয়ে রক্ত চলাচল করে। বায়ু হতে প্রাপ্ত অক্সিজেন অ্যালভিওলাইয়ের ভিতরে রক্তপ্রবাহে ব্যপিত হয়, এবং কার্বন ডাই-অক্সাইড রক্ত হতে অ্যালভিওলাইয়ে ব্যপিত হয়, উভয়ই পাতলা অ্যালভিওলিয় পর্দার (alveolar membrane) ভেতর দিয়ে সম্পন্ন হয়। বায়ু টানা এবং ছাড়া ঘটে থাকে পেশীর দ্বারা; আদিযুগের চতুশ্পদ্বীদের ক্ষেত্রে, ফুসফুসে বায়ু টেনে নিত ফ্যারিন্জিয় পেশী, পক্ষান্তরে সরীসৃপ, পাখি এবং স্তন্যপায়ীরা আরও জটিল পেশীকংকালতন্ত্র ব্যবহার করে। স্তন্যপায়ীতে একটি বড় পেশী, ডায়াফ্রাম (তদুপরি অন্তস্থঃ আন্তঃপাজরীয় পেশীসমূহ), বায়ু চলাচল চালায় পর্যায়ক্রমিকভাবে আন্তঃবক্ষীয় (intra-thoracic) আয়তন ও চাপ পরিবর্তনের মাধ্যমে; আয়তনের বৃদ্ধি ঘটালে এবং সেকারণে ভেতরের চাপ কমে গিয়ে বায়ুপথ দিয়ে বায়ু ভিতরে প্রবেশ করে, এবং আয়তন হ্রাস ও চাপ বাড়িয়ে এর বিপরীত ঘটনা ঘটান হয়। স্বাভাবিক শ্বাসপ্রশ্বাসে, শ্বাসত্যাগ একটা অক্রিয় ঘটনা যেখানে কোন পেশী সংকোচন হয় না (মধ্যচ্ছদা শিথিল থাকে)। এই বায়ু টেনে নেওয়া এবং ছাড়ার আরেক নাম বায়ুচলন (ventilation)। সর্বোচ্চ পরিমাণ বায়ু টেনে নেওয়ার পর সর্বোচ্চ যে পরিমাণ বায়ু একজন ব্যক্তি নিঃসৃত করতে"
  },
  {
    "chunk_id": "chunk_35",
    "topic": "ফুসফুস",
    "source": "bnwiki:ফুসফুস",
    "text": "পারে তাকে অপরিহার্য ধারনক্ষমতা (Vital capacity) বলা হয়। একজন ব্যক্তির অপরিহার্য ধারনক্ষমতা স্পাইরোমিটারের (spirometry) সাহায্যে নির্ণয় করা যায়। অন্যান্য শরীরবৃত্ত্বিয় পরিমাপের সমন্নয়ে, অপরিহার্য ধারনক্ষমতা ফুসফুসের রোগ নির্ণয়ে সাহায্য করে। ফুসফুসের যে অসংখ্য সুক্ষ্ণ সু্ক্ষ্ণ রক্তজালক পরিবেষ্টিত বায়ু প্রকোষ্ঠে গ্যাসীয় আদান প্রদান ঘটে তাদের আ্যলভিওলাই বলে। শ্বাসপ্রশ্বাস ছাড়া অন্যান্য কাজ বায়ু বিনিময় ও হাইড্রজেন আয়ন ঘনত্ব নিয়ন্ত্রণের মত শ্বাসপ্রশ্বাস সংক্রান্ত কাজ ছাড়াও ফুসফুস আরও যেসকল কাজ করে থাকে সেগুলো হলো: ধমনীয় রক্তে ঔষধ হিসাবে ব্যবহৃত ‘প্রানীদেহে কার্যকর সক্রিয় বস্তু’ ও ‘ঔষধ-উপাদানের ঘণত্ব’ প্রভাবিত করে। শিরায় তৈরি হওয়া ছোট রক্ত পিন্ড অপসারন করে। হৃৎপিণ্ডের প্রতিরক্ষার জন্য নরম, ঘাতসহ স্তর হিসাবে ব্যবহৃত হয়, যা প্রায় চারপাশে হতে হৃৎপিণ্ডকে ঘিরে থাকে। স্তন্যপায়ীর ফুসফুস স্তন্যপায়ীর ফুসফুসের বুনট স্পঞ্জের মত এবং এপিথেলিয়ামের স্তর দ্বারা গঠিত এর কুঞ্চিত অন্তস্থঃতল বহিস্থঃতল অপেক্ষা অনেক বড়। মানুষের ফুসফুস এজাতীয় ফুসফুসের প্রতিনিধিত্বকারী। শারীরবিদ্যা মানবদেহে ট্রাকিয়া দুই ভাগ হয়ে দুটি প্রধান ব্রংকাই গঠন করেছে যা ফুসফুসদ্বয়ে ভেতরে প্রবেশ করেছে। ফুসফুসের ভেতর ব্রংকাই আরো বহুবার বিভক্ত হয়ে ব্রংকিওল গঠন করে। ব্রংকিয়াল ট্রি আরও বিভক্ত হয়ে টারমিনাল ব্রংকিওলে গিয়ে শেষ হয়, যা অ্যালভিওলার স্যাকের সাথে যুক্ত। প্রতিটি অ্যালভিওলার স্যাক আঙ্গুরের ঝোপার মত অ্যালভিওলাইয়ের গুচ্ছের সমন্নয়ে গঠিত। প্রতিটি অ্যালভিওলাই রক্তনালীর দ্বারা আষ্টেপৃষ্ঠে মোরানো থাকে এবং প্রকৃতপক্ষে এখানেই গ্যাস বিনিময় হয়ে থাকে। অক্সিজেনশূন্য রক্ত হৃৎপিণ্ড হতে"
  },
  {
    "chunk_id": "chunk_36",
    "topic": "ফুসফুস",
    "source": "bnwiki:ফুসফুস",
    "text": "পালমোনারী ধমনীর মধ্য দিয়ে ফুসফুসে সঞ্চালিত হয়, যেখানে কার্বন ডাই-অক্সাইডের বিনিময়ে অক্সিজেন রক্তেরলোহিত রক্তকণিকার হিমোগ্লবিনে ব্যপিত হয়। অক্সিজেনপূর্ণ রক্ত পালমোনারী শিরার মধ্য দিয়ে হৃৎপিণ্ডে পৌছে এবং সেখান হতে তা সিস্টেমিক সারকুলেশনে (তান্ত্রিক রক্তসঞ্চালন) সঞ্চালিত হয়। মানব ফুসফুস হৃৎপিণ্ডের দুপাশে অবস্থিত যা প্লুরা পর্দা দ্বারা আবৃত। এক রকম দেখতে হলেও, ফুসফুস দুটি হুবহু অনুরুপ নয়। উভয়ই কতগুলো লোব-এ বিভক্ত, ডানে তিনটি এবং বামে দুটি। প্রতিটি লোব কতগুলো লোবিউলে বিভক্ত, যা খালি চোখে দৃষ্টিগোচর ফুসফুসের খুদ্রতম ষড়ভুজাকৃতি অংশ। ধুমপায়ী ও শহুরে মানুষদের লোবিউলকে বিভক্তকারী কানেক্টিভ টিস্যু (যোজক কলা) প্রায়শ কালচে রং ধারণ করে। ডান ফুসফুসের মধ্যবর্তী সীমারেখা প্রায় উল্লম্ব, যেখানে বাম ফুসফুসে একটি কার্ডিয়াক নচ (হৃদ খাঁজ) থাকে। কার্ডিয়াক নচ হলো হৃৎপিণ্ডের আকার অনুযায়ী তাকে ধারণ করার উপযোগী একটি অবতল জায়গা। ফুসফুসগুলো ক্ষেত্র বিশেষে “অতিগঠিত” এবং এদের সংরক্ষিত আয়তন বিশ্রামাবস্থায় নির্ধারিত অক্সিজেন বিনিময়ের আয়তন হতে অনেক বেশি। এ কারণেই ফুসফুসের ক্ষমতা লক্ষণীয়ভাবে না কমেও কোন ব্যক্তি দীর্ঘ দিন ধূমপান করে যেতে পারেন। এধরনের ক্ষেত্রে ফুসফুসের একটি ক্ষুদ্র অংশেই গ্যাস বিনিময়ের জন্য রক্ত সরবরাহ হয়ে থাকে। ব্যয়ামের ফলে অক্সিজেনের প্রয়োজনীয়তা বৃদ্ধি পেলে, ফুসফুসের অপেক্ষাকৃত বৃহৎ অংশে রক্ত সরবহৃত হয়, যা শরীরের প্রয়োজনীয় CO2/O2 বিনিময়কে সম্ভব করে তোলে। ফুসফুসের অন্তর্ভাগ অতন্ত আর্দ্র, যা ব্যাক্টেরিয়ার বৃদ্ধিতে উপযোগী। শ্বসনতন্ত্রের অনেক অসুস্থতার জন্য ফুসফুসের এই ব্যাকটেরিয়া বা"
  },
  {
    "chunk_id": "chunk_37",
    "topic": "ফুসফুস",
    "source": "bnwiki:ফুসফুস",
    "text": "ভাইরাসজনিত প্রদাহ দায়ী। এভিয়ান (পাখির) ফুসফুস স্তন্যপায়ীর ন্যায় পাখির ফুসফুসে অ্যালভিওলাই দ্বারা গঠিত নয়। তার বদলে এটি লক্ষাধিক সরু প্যারাব্রংকাই দ্বারা গঠিত, যা উভয় দিকে ডর্সোব্রংকাই (পশ্চাৎ-ব্রংকাই) ও ভেন্ট্রব্রংকাই (সম্মুখ-ব্রংকাই) এর সাথে যুক্ত। বায়ু প্যারাব্রংকাইয়ের মৌচাক সদৃশ্য দেয়ালের ভেতর দিয়ে প্রবাহিত হয়ে বায়ু-কৌশিকনালিতে (air capillaries) প্রবেশ করে, যেখানে বিপরীতগামী রক্ত-কৌশিকনালির সাথে অক্সিজেন ও কার্বন ডাই-অক্সিইড বিনিময় হয়। এই বিনিময় হয় ব্যাপনের মাধ্যমে, যা একটি বিপরীত ঘনত্বগামী বিনিময় পদ্ধতি। এভিয়ান ফুসফুসে দুই সেট বায়ুথলী থাকে, একটি সামনের দিকে এবং অন্যটি পেছনের দিকে। শ্বাস নিলে, বায়ু পেছনের দিকে কডাল থলীতে প্রবাহিত হয় এবং অল্প একটি অংশ সামনের দিকে প্যারাব্রংকাইয়ের ভিতর দিয়ে প্রবাহিত হয় ও ক্রেনিয়াল বায়ুথলীতে রক্তকে অক্সিজেনাইত করে। শ্বাস ছাড়লে, ক্রেনিয়াল বায়ুথলীর অক্সিজেনহীন বায়ু বেড়িয়ে যায়, এবং এরপর কডাল থলীতে রক্ষিত অক্সিজেনপূর্ণ বায়ু প্যারাব্রংকাই হয়ে ক্রেনিয়াল বায়ুথলীর অবশিষ্ট বায়ুসহ বেড়িয়ে যায়। এভিয়ান ফুসফুসের ভিতর দিয়ে প্রবিহিত বায়ু-প্রবাহ যেন একই দিকে চালিত হয়- পেছন থেকে সামনে, তা বায়ু থলীর এই জটিল পদ্ধতি নিষ্চিৎ করে। এটি স্তণ্যপায়ী প্রাণির শ্বসণ পদ্ধতি হতে পৃথক, যেখানে ফুসফুসে বায়ুপ্রবাহ জোয়ার-ভাটার মত, শ্বাস গ্রহণ ও বর্জন পরস্পর বিপরীত। একমুখী বায়ুপ্রবাহ ব্যবহারের জন্য, এ্যভিয়ান ফুসফুস শ্বাস নেওয়া বায়ু হতে সর্ব্বোচ্চ আক্সিজেন নিষ্কাসন করতে পারে। এজন্য পাখিরা যত উচ্চতায় উড়তে পারে তত উচুতে স্তন্যপায়ীরা হাইপোক্সিয়ায় মারা যাবে এবং সমওজন বিশিষ্ট"
  },
  {
    "chunk_id": "chunk_38",
    "topic": "ফুসফুস",
    "source": "bnwiki:ফুসফুস",
    "text": "স্তন্যপায়ী হতে তারা উচ্চ বিপাকীয় হারও বযায় রাখতে পারে। তন্ত্রের জটিলতার কারণে, ভুলবোঝাবুঝিও বেশি এবং এটা অসমর্থিতভাবে বিশ্বাস করা হয় যে পুরো শ্বসন তন্ত্রে বায়ু একবার ঘুরে আসতে এদেরকে দুইটি শ্বাস চক্র সম্পন্ন করতে হয়। পাখির ফুসফুস দুটি শ্বসন চক্রের মধ্যবর্তী সময়ে কোন থলেতেই বায়ু ধরে রাখে না, পুরো শ্বসনকার্যেই বায়ু পেছন হতে সামনের থলেতে নিরবিচ্ছিন্নভাবে চলতে থাকে। এই ধরনের ফুসফুসের গঠনকে বলে সঞ্চালনী ফুসফুস (circulatory Lung) যা বেশিরভাগ প্রাণী ব্যবহৃত হাপর ফুসফুস (bellows lung) হতে পৃথক। সরীসৃপ ফুসফুস এ্যাক্সিলারি পেশী দ্বারা পাঁজরের সম্প্রসরন ও প্রসারন এবং মুখবিবরীয় সঞ্চালনের মাধ্যমে সাধারণত রেপ্টাইলিয়ান ফুসফুসে বায়ু চলাচল করে থাকে। ক্রকোডাইলিয়ানরা হেপাটিক পিস্টোন পদ্ধতিও ব্যাহার করে। যেখানে পিউবিক অস্থির (শ্রোণীচক্রের একটি অস্থি) সাথে একটি পেশী দ্বারা সংযুক্ত যকৃৎ পেছন দিকে সরে আসে, ফলে ফুসফুসের নিম্নতল পেছন দিকে নেমে এসে ফুসফুসকে সম্প্রসারিত করে। উভচরী ফুসফুস ব্যাঙ ও অন্যান্য উভচরের ফুসফুস গঠন বেলুনের মত, যেখানে বায়ু বিনিময় শুধু ফুসফুসের বহিরাবরনণেই সীমিত। যদিও এটি খুব পর্যাপ্ত নয়, কিন্তু উভচরদের শ্বসন হার খুব কম এবং তাদের আর্দ্র বহিরাবরনে মাধ্যমেও বায়ু দেহে ব্যাপনের মাধ্যমে প্রবেশ করে সেই অভাব পূরণ করে। স্তন্যপায়ীর বিপরীতে, যাদের শ্বাসতন্ত্র ঋণাত্মক চাপের দ্বারা পরিচালীত হয়, উভচরীরা ধনাত্মক চাপের মাধ্যমে তা কর্যকর করে।"
  },
  {
    "chunk_id": "chunk_39",
    "topic": "ফুসফুস",
    "source": "bnwiki:ফুসফুস",
    "text": "এটা লক্ষনীয় যে স্যালামেন্ডার প্রজাতির সংখ্যাগরিষ্ঠ সদস্য ফুসফুসবিহীন স্যালামেন্ডার এবং তারা তাদের শ্বাসকার্য তাদের ত্বক ও মুখগহব্বরের আবরনের মাধ্যমে সম্পন্ন করে থাকে। অমেরুদণ্ডী ফুসফুস কিছু অমেরুদন্ডী প্রাণীর “ফুসফুস” আছে যা একই রকম শ্বাসতান্ত্রীক কাজ করে থাকে কিন্তু তার সাথে মেরুদন্ডীদের ফুসফুসের কোন বিবর্তনিক যোগসূত্র নেই। কিছু অ্যারাকনাইড-এর “বুক লাংগ” নামক ব্যবস্থা আছে যার দ্বারা বাইরে থেকে ভেতরে বায়ু বিনিময় ঘটে। কোকোনাট ক্র্যাব ব্রংকিওস্টেগাল নামক অঙ্গের সাহায্যে বায়ু হতে শ্বাস নিয়ে পানিতে ডুব দেয় এবং পানির নিচে শ্বাস ধরে রাখে। পালমোন্যাটা হলো শামুক ও স্লাগের একটি বর্গ যাদের “ফুসফুস” গঠিত হয়েছে। উৎপত্তি আজকের ভূচরী মেরুদন্ডীর ফুসফুস এবং মাছের গ্যাস ব্লাডার প্রাণীর ইন্টেস্টাইনের উপরের অংশের সামান্য ভাঁজ হতে বিবর্তনের মাধ্যমে গঠিত হয়েছে, যা প্রাণীকে অক্সিজেন-স্বল্পতায় বায়ু ধরে রাখতে সাহায্য করতো। সেই জন্য মেরুদন্ডীর ফুসফুস মাছের গ্যাস ব্লাডারের সদৃশ্য (কিন্তু তাদের ফুলকার সঙ্গে নয়)। এই বিষয়টি দ্বারা প্রতিফলিত হয় যে ভ্রুণের ফুসফুস ইন্টেস্টাইনের উর্ধাংশের পার্শ্ব বিকাশের ফল এবং গ্যাস ব্লাডারের ক্ষেত্রে, এই অন্ত্রের সাথের সংযোগ নিউমেটিক ডাক্ট হিসাবে ‘আদিম” টেলিওষ্ট-দের ক্ষেত্রে বিদ্যমান আছে এবং উচ্চ শ্রেণীগুলোতে যা বিলুপ্ত হয়েছে। ফুসফুস ও গ্যাস ব্লাডার উভয় প্রত্যঙ্গ বিশিষ্ট কোন প্রাণীর অস্তিত্ব নেই। == তথ্যসূত্র =="
  },
  {
    "chunk_id": "chunk_40",
    "topic": "হজম",
    "source": "bnwiki:হজম",
    "text": "পরিপাক হচ্ছে একটা জৈবরাসায়নিক প্রক্রিয়া, এ প্রক্রিয়ায় জটিল খাদ্যবস্তু উৎসেচকের সহায়তায় ভেঙে জীব দেহের বিপাকক্রিয়ার ব্যবহারযোগ্য সরল, দ্রবণীয় ও শোষণযোগ্য অবস্থায় পরিবর্তিত করে। পরিপাকের দ্বারা খাদ্য বস্তু ভেঙ্গে ক্ষুদ্র ক্ষুদ্র খাদ্য বস্তুতে পরিণত হয় এবং তরল আকারে রক্ত ও প্লাজমার মধ্যে শোষিত হতে পারে। কিছু প্রাণীর মধ্যে, এই ক্ষুদ্র পদার্থগুলি ছোট ছোট অণুর আকারে রক্ত প্রবাহে শোষিত হয়। পরিপাক একটি ভাঙ্গন মূলক পদ্ধতি যা প্রায়ই খাদ্যের ভাগাভাগির উপর ভিত্তি করে দুটি প্রক্রিয়াতে বিভক্ত হয়: যান্ত্রিক এবং রাসায়নিক পরিপাক। যান্ত্রিক পরিপাক হল বৃহৎ খাদ্য কণাকে ছোট আকারে খাদ্যের কণায় পরিণত করা যা পরবর্তীতে পাচক উৎসেচক দ্বারা অ্যাক্সেস করতে পারে। রাসায়নিক পরিপাক হল উৎসেচকের দ্বারা খাদ্য বস্তুকে ছোট অণুতে পরিণত করা এবং তা দেহে শোষিত হয়। মানুষের পাচনতন্ত্রের মধ্যে, খাদ্য মুখের মাধ্যমে প্রবেশ করে এবং মুখবিবরে যান্ত্রিক পরিপাক শুরু হয় মুখবিবরে থাকা লালাগ্ৰন্ত্রির লালার দ্বারা। স্যালিভারি লালা তরল আকারে নির্গত হয় স্যালিভারি গন্থি থেকে। এই লালায় স্যালিভারি আমাইলেজ থাকে যা খাবারে শর্করা পরিপাক শুরু করে; লালা এছাড়াও মিউকাস রয়েছে, যা খাদ্য পিচ্ছিল করে এবং হাইড্রোজেন কার্বোনেট, যা অ্যামাইলেজের কাজের জন্য আদর্শ পিএইচ (alkaline) অবস্থার প্রদান করে। দন্ত দ্বারা খাদ্য চূর্ন এবং শর্করা পরিপাকের পর, খাদ্য দ্রব্য ছোট, গোলাকার বলের আকারে থাকবে যাকে বোলাস বলা হয়। এটি তারপর গ্রাসনালি দ্বারা পাকস্থলিতে"
  },
  {
    "chunk_id": "chunk_41",
    "topic": "হজম",
    "source": "bnwiki:হজম",
    "text": "পৌচ্ছায় পেরেস্টোলেসিসের দ্বারা। পাকস্থলির মধ্যে পাকরস প্রোটিনের পরিপাক শুরু করে। পাকরসে প্রধানত হাইড্রোক্লোরিক এসিড (HCL) এবং পেপসিন থাকে। যেহেতু এই দুই রাসায়নিকগুলি পাকস্থলির ত্বকে ক্ষতিগ্রস্ত করে, তবে ত্বকের দ্বারা শ্লেষ্মা ক্ষরিত হয়, যা একটি পাতলা স্তর প্রদান করে এবং রাসায়নিকের ক্ষতিকর প্রভাবগুলির বিরুদ্ধে একটি ঢাল হিসেবে কাজ করে। একই সময়ে প্রোটিন পরিপাক হয়, সঙ্গে যান্ত্রিক ভাবে খাদ্য দ্রব্য মিশ্রিত হয় যা পেরেস্টোলেসিসের দ্বারা ঘটে, এবং এই পেরেস্টোলেসিস ঘটে পেশী সংকোচনের দ্বারা। এটি খাদ্য কণাকে আরও পুষ্টিকর উৎসোচকের সাথে মিশ্রিত হতে সাহায্য করে। কিছু সময় পরে (সাধারণত মানুষের মধ্যে ১-২ ঘণ্টা, কুকুরের মধ্যে ৪-৬ ঘণ্টা, বাড়ির বিড়ালের ৩-৪ ঘণ্টার মধ্যে), পুরু তরলকে বলা হয় পাকমণ্ড। যখন পাইলোরিক স্ফিংটার ভালভ প্রর্দশিত হয়, তখন পাকমণ্ডটি ডিওডিনামে প্রবেশ করে যেখানে এটি যকৃতে থেকে পিত্তরস এবং অগ্ন্যাশয় থেকে অগ্ন্যাশয়রসের পাচক এনজাইমের সাথে মিশে যায় এবং তারপর ক্ষুদ্রান্তের মধ্য দিয়ে যায়, যেখানে পরিপাক চলতে থাকে। যখন খাদ্য দ্রব্য সম্পূর্ণভাবে পরিপাক হয়ে যায়, তখন এটি রক্তে শোষিত হয়। পুষ্টি রস শোষণের ৯৫% ক্ষুদ্রান্তের মধ্যে ঘটে থাকে। জল এবং খনিজ দ্রব্য কোলনে (বৃহৎ অন্ত্র) শোষিত হয়। কিছু ভিটামিন, যেমন বায়োটিন এবং ভিটামিন কে (K2MK7) কোলন ব্যাকটেরিয়া দ্বারা উৎপাদিত হয় এবং রক্তে শোষিত হয়। শেষে মলদ্বার থেকে বর্জ্য উপাদান বহিষ্কিত হয়।"
  },
  {
    "chunk_id": "chunk_42",
    "topic": "হজম",
    "source": "bnwiki:হজম",
    "text": "পৌষ্টিক তন্ত্র যে তন্ত্রের মাধ্যমে পরিপাক ও শোষণ ক্রিয়া সম্পন্ন হয়, তাকে পৌষ্টিক তন্ত্র বলে। মানব দেহের পৌষ্টিক তন্ত্র পৌষ্টিকনালী ও সংশ্লিষ্ট পৌষ্টিক গ্রন্থিগুলো নিয়ে গঠিত। পৌষ্টিক তন্ত্র নানা রূপে দেখা যায়। অভ্যন্তরীণ এবং বাহ্যিক পরিপাকের মধ্যে একটি মৌলিক পার্থক্য আছে। বিবর্তনীয় ইতিহাসে বহিরাগত পরিপাক পদ্ধতি উদ্ভাবিত হয়েছে, এবং অধিকাংশ ফুঙ্গ এখনও এটির উপর নির্ভর করে। এই প্রক্রিয়াতে, উৎসেচকগুলি জীবের চারপাশে পরিবেশে ক্ষরন করে, যেখানে তারা জৈব পদার্থকে ভেঙে দেয়, এবং কিছু কিছু জীবে তা ফিরে যায়। এইসব জন্তুগুলির একটি নল (গ্যাস্ট্রোইনটেস্টাইনাল ট্র্যাফ্ট) থাকে যার মধ্যে অভ্যন্তরীণ পরিনাক হয়, যা আরও কার্যকরী হয় কারণ ভাঙা পদার্থগুলি আরও অধিকৃত হয় এবং অভ্যন্তরীণ রাসায়নিক পরিবেশ আরো দক্ষতার সাথে নিয়ন্ত্রণ করা যায়। প্রায় সব মাকড়সা সহ কিছু জীব, কেবল উদ্ভিদ \"স্যুপ\" এর আহারের আগে জৈব এবং পাচক রাসায়নিকগুলি (যেমন, উৎসেচক) বহিরাগত পরিবেশে ক্ষরিত হয়। একবার সম্ভাব্য পুষ্টি বা খাদ্য জীবের পরিপাকের একটি নলের মাধ্যমে অথবা বিশেষ অঙ্গগুলি দ্বারা পুষ্টিরস শোষণ আরও দক্ষ করার লক্ষ্যে একটি ভাঁজ বা একটি শাখা মত গঠন পরিচালিত হতে পারে। পৌষ্টিক নালী মানুষের পৌষ্টিকনালী মুখ থেকে পায়ু পর্যন্ত বিস্তৃত ৮-১০ মিটার লম্বা। এটি নিম্নলিখিত অংশ নিয়ে গঠিত। মুখ মুখবিবর গলবিল অন্ননালী পাকস্থলী ক্ষুদ্রান্ত্র বৃহদান্ত্র মলাশয় পায়ু পৌষ্টিক গ্রন্থি যেসব গ্রন্থির ক্ষরণ খাদ্য পরিপাকে সহায়তা করে, সে সব গ্রন্থিকে পৌষ্টিকগ্রন্থি বলে। মানবদেহের কয়েকটি পৌষ্টিকগ্রন্থি সুস্পষ্ট গঠন ও অবস্থান"
  },
  {
    "chunk_id": "chunk_43",
    "topic": "হজম",
    "source": "bnwiki:হজম",
    "text": "নিয়ে থাকলেও কিছু গ্রন্থি পৌষ্টিকনালীর বিভিন্ন অংশে বিক্ষিপ্ত থাকে। নির্দিষ্ট গঠন ও অবস্থানের পৌষ্টিকগ্রন্থি হল; লালা গ্রন্থি, যকৃৎ, অগ্ন্যাশয়। এছাড়াও পাকস্থলী ও ক্ষুদ্রান্ত্রের প্রাচীরে অনেক ছোট ছোট গ্রন্থি আছে যা থেকে বিভিন্ন রাসায়নিক রস পদার্থ নিঃসৃত হয়ে মানুষের খাদ্য পরিপাকে সাহায্য করে। কার্বোহাইড্রেট জাতীয় খাদ্যের পরিপাক কার্বোহাইড্রেট জাতীয় খাদ্যের পরিপাকে যেসব এনজাইম অংশ নেয়, তা নিম্নরূপ। টায়ালিন মল্টেজ অ্যামাইলেজ সুক্রেজ ল্যাকটেজ আইসোমলটেজ এসব এনজাইমের ক্রিয়ায় কার্বোহাইড্রেট ভেঙে সরল গ্লুকোজে পরিণত হয়।কার্বোহাইড্রেটের পরিপাক মূলত মুখগহ্বর থেকেই শুরু হয়। পরিপাক-কৃত ও অপরিপাক-কৃত কার্বহাইড্রেট পেরিস্টালসিস প্রক্রিয়ায় খাদ্যনালি দিয়ে পাকস্থলিতে পৌছায়। উল্লেখ্য যে,কার্বোহাইড্রেট পাকস্থলিতে পরিপাক হয় না। এগুলো পরিপাক হওয়ার জন্য যে এনজাইম প্রয়োজন তা পাকস্থলী থেকে হয় না। কার্বোহাইড্রেট সম্পূর্ণভাবে পরিপাক হয় ক্ষুদ্রান্ত্রে। প্রোটিন জাতীয় খাদ্যের পরিপাক প্রোটিন জাতীয় খাদ্যের পরিপাকে যেসব এনজাইম অংশ নেয়, তা নিম্নরূপ। পেপ্সিনোজেন (হাইড্রোক্লোরিক এসিডের সংস্পর্শে সক্রিয় প্যাপইনেজ পরিণত হয়) ট্রিপসিন কার্বোক্সিপেপ্টাইডেজ ইলাস্টেজ কোলাজিনেজ অ্যামাইনোপেপ্টাইডেজ ট্রাইপেপ্টাইডেজ প্রোলিডেজ এসব এনজাইমের ক্রিয়ায় প্রোটিন ভেঙে সরল অ্যামিনো এসিডে পরিণত হয়। লিপিড জাতীয় খাদ্যের পরিপাক লিপিড জাতীয় খাদ্যের পরিপাকে যেসব এনজাইম অংশ নেয়, তা নিম্নরূপ। লাইপেজ ফসফোলাইপেজ কোলেস্টেরলেজ লেসিথিনেজ মনোগ্লিসারিডেজ এসব এনজাইমের ক্রিয়ায় লিপিড ভেঙে সরল ফ্যাটি এসিড ও গ্লিসারলে পরিণত হয়। তথ্যসূত্র বহিঃসংযোগ Human Physiology – Digestion NIH guide to digestive system The Digestive System How does the Digestive System Work?"
  },
  {
    "chunk_id": "chunk_44",
    "topic": "পাকস্থলী",
    "source": "bnwiki:পাকস্থলী",
    "text": "পাকস্থলী মানব দেহে পরিপাকতন্ত্রের একটি গুরুত্বপূর্ণ অংশ যা অন্ননালী ও ক্ষুদ্রান্ত্রের মধ্যে অবস্থিত। এটি উদর গহবরের বাম পাশে উপর দিকে থাকে। খাদ্য পরিপাক প্রক্রিয়া প্রধানত পাকস্থলীতে শুরু হয়। বিশেষ করে আমিষ জাতীয় খাদ্যের পরিপাকে পাকস্থলীর ভূমিকা প্রধান। সাধারণত স্নেহ জাতীয় খাদ্য পাকস্থলীতে পরিপাক হয় না। পাকস্থলীর গঠন অন্ননালী ও ডিওডেনাম এর মাঝখানে পাকস্থলী একটি থলির মতো অঙ্গ। এর দৈর্ঘ্য প্রায় ২৫ সে.মি.।এটি উদরীয় গহ্বরের উপরের বাম দিকে থাকে। এর উপর প্রান্ত ডায়াফ্রামের বিপরীতে থাকে।পাকস্থলির পিছনে অগ্ন্যাশয় আছে।বৃহত্তর বক্রতা (greater curvature) থেকে বৃহত্তর ওমেন্টাম নামে। প্রাচীর পুরু ও পেশিবহুল। পাকস্থলিতে দুটি স্ফিংক্টার থেকে-অন্ননালী এবং পাইলরিক। পাকস্থলি প্যারাসিমপ্যাথেটিক ও অর্থোসিমপ্যাথেটিক প্লেক্সাস দিয়ে আবদ্ধ থাকে। প্রাপ্তবয়স্ক মানুষের ক্ষেত্রে বিশ্রামরত ,প্রায় খালি অবস্থায় পাকস্থলির আয়তন ৪৫ থেকে ৭৫ মিলিলিটার হয়ে থাকে। যেহেতু এটি বর্ধনশীল অঙ্গ,এটি প্রায় এক লিটার খাদ্য ধারণ করতে পারে। সদ্যোজাত শিশুর পাকস্থলি মাত্র ৩০ মিলিলিটার খাদ্য ধারণ করতে পারে। বিভিন্ন অঞ্চল অ্যানাটমিতে পাকস্থলিকে চার ভাগে ভাগ করা হয়।পাকস্থলির প্রথম অংশ কার্ডিয়া। প্রতিটা ভাগের বিভিন্ন কোষ এবং কাজ আছে। অন্ননালী পাকস্থলির যেখানে উন্মুক্ত হয়,তাকে কার্ডিয়া বলে।এই অঞ্চলেই এপিথেলিয়াম কোষের প্রকৃতি পরিবর্তিত হয়।এর কাছেই নিম্নস্থ অন্ননালীয় স্ফিংক্টার। পাকস্থলির উপরের বক্রতাকে ফান্ডাস বলে। পাকস্থলির দেহ প্রধান অংশ। পাকস্থলির নিচের অংশকে পাইলরাস বলে,যেখান থেকে পাকস্থলির খাদ্য ক্ষুদ্রান্তে উন্মোচিত হয়।"
  },
  {
    "chunk_id": "chunk_45",
    "topic": "পাকস্থলী",
    "source": "bnwiki:পাকস্থলী",
    "text": "পাকস্থলির প্রাচীরে থাকা ভাঁজ গুলোকে রূঘী বলা হয়। রক্ত সরবরাহ কলাতত্ত্ব গ্রন্থি পাকস্থলীতে পরিপাক পাকস্থলীর প্রাচীরে অসংখ্য গ্যাস্ট্রিকগ্রন্থি থাকে। গ্যাস্ট্রিক গ্রন্থি থেকে নিঃসৃত রস খাদ্য পরিপাকে সহায়তা করে। পেরিসস্ট্যালসিস অর্থাৎ পাকস্থলীর পেশি সংকোচন ও প্রসারণের মাধ্যমে খাদ্যবস্তুকে পিষে মন্ডে পরিণত করে। পাকস্থলীতে খাদ্য আসার পর অন্তঃপ্রাচীরের গ্যাস্ট্রিক গ্রন্থি থেকে গ্যাস্ট্রিক রস নিঃসৃত হয়। এই রসে প্রধান যে উপাদানগুলো থাকে তা হলো: হাইড্রোক্লোরিক এসিড: হাইড্রোক্লোরিক এসিড খাদ্যের মধ্যে কোনো অনিষ্টকারী ব্যাকটেরিয়া থাকলে তা মেরে ফেলে। নিষ্ক্রিয় পেপসিনোজেনকে সক্রিয় পেপসিনে পরিণত করে এবং পাকস্থলীতে পেপসিনের সুষ্ঠু কাজের জন্য অম্লীয় পরিবেশ সৃষ্টি করে। পেপসিন: পেপসিন এক ধরনের এনজাইম যা আমিষকে ভেঙ্গে দুই বা ততোধিক অ্যামাইনো এসিড দ্বারা তৈরি যৌগ গঠন করে যা পেপটাইড নামে পরিচিত। এটি মূলত হাইড্রোক্লোরিক এসিডের উপস্থিতিতে সক্রিয় হয়। পাকস্থলীতে খাদ্যদ্রব্য পৌঁছানো মাত্র উপরিউক্ত রসগুলো নিঃসৃত হয়। পাকস্থলীর অনবরত সংকোচন ও প্রসারণ এবং এনজাইমের ক্রিয়ার ফলে খাদ্যমিশ্র মন্ডে পরিণত হয়। একে পাকমণ্ড বলে। এই মন্ড অনেকটা স্যুপের মতো এবং কপাটিকা ভেদ করে ক্ষুদ্রান্ত্রে প্রবেশ করে। শর্করা এবং স্নেহ জাতীয় খাদ্য সাধারণত পাকস্থলীতে পরিপাক হয় না। কারণ, এদের পরিপাকের জন্য গ্যাস্ট্রিক রসে নির্দিষ্ট কোনো এনজাইম থাকে না। তথ্যসূত্র == আরও দেখুন =="
  },
  {
    "chunk_id": "chunk_46",
    "topic": "অগ্ন্যাশয়",
    "source": "bnwiki:অগ্ন্যাশয়",
    "text": "অগ্ন্যাশয় (ইংরেজি: Pancreas) মেরুদণ্ডী প্রাণীদের পরিপাক ও অন্তঃক্ষরা তন্ত্রের অন্তর্গত একটি মিশ্র গ্রন্থি, অর্থাৎ এর মধ্যে অন্তঃক্ষরা ও বহিঃক্ষরা দুইরকম গ্রন্থিই আছে। এর বহিঃক্ষরা অংশ পরিপাক তন্ত্রের একটি গ্রন্থি, যেটি থেকে নির্গত অগ্ন্যাশয় নালী পিত্তনালীর সঙ্গে যুক্ত হয়ে ক্ষুদ্রান্ত্রের ডিউডেনামের মধ্য অংশে উন্মুক্ত হয়। এর অন্তঃক্ষরা অংশের নাম ল্যাঙ্গারহান্স কোষপুঞ্জ (Islet of Langerhans আইলেট অফ ল্যাঙ্গারহান্স; আইলেট = ছোটো দ্বীপ, অর্থাৎ বহিঃক্ষরা অংশগুলির মধ্যে মধ্যে বিক্ষিপ্ত অন্তঃক্ষরা কোষগুচ্ছগুলি) যার বিটা কোষ ইনসুলিন, আলফা কোষ গ্লুকাগন, ডেল্টা কোষ সোমাটোস্টাটিন হরমোন নিঃসরণ করে। মানবদেহের অগ্ন্যাশয়ের দৈর্ঘ্য ১৫-২৫ সেন্টিমিটার এবং ওজন ৬৫ থেকে ৭৫ গ্রাম। এর শীর্ষাংশ ডুওডেনামের অর্ধবৃত্তাকার বাঁকের মধ্যে অবস্থিত ও বাকী অংশ উদরগহ্বরের পেছনে প্রসারিত। ফলে এটা দেখতে অনেকটা লাতিন J বর্ণের মত। অগ্ন্যাশয়ের অন্তঃক্ষরা গ্রন্থগুলি যে হরমোনগুলি নিঃসরণ করে, সেগুলি রক্তের শর্করা মাত্রা নিয়ন্ত্রণ করে থাকে। তাই অগ্ন্যাশয়ের কোন রোগে এই সব কোষ কার্যকারিতা হারিয়ে ফেললে ডায়াবেটিস রোগ দেখা দেয়। কলাস্থান অণুবীক্ষণ যন্ত্রের নিচে পর্যবেক্ষণ করলে, অগ্ন্যাশয়ের একটি রঞ্জিত প্রস্থচ্ছেদ-এ দুই ধরনের প্যারেনকাইমাল কোষ দেখা যায়।হালকা রং-এ রঞ্জিত কোষ গুলো কে বলা হয় \"আইলেটস অব ল্যাংগারহ্যান্স\"। এগুলো হরমোন তৈরী করে এবং অন্তঃক্ষরা কার্যাবলীর অন্তরগত। অন্তঃক্ষরা অংশ কোষপুঞ্জগুলি গুচ্ছ গুচ্ছ অন্তঃক্ষরা কোষ ও এদের মধ্যে জালের মত বিস্তৃত কৈশিক নালীর নেটওয়ার্ক নিয়ে গঠিত। কোষপুঞ্জের কৈশিকণালীগুলির প্রাচীরে সার বেঁধে অন্তঃক্ষরা কোষগুলি অবস্থিত। বেশির ভাগ অন্তঃক্ষরা কোষের সাথে রক্তনালীর সরাসরি সংযোগ আছে। অন্তঃক্ষরা কোষগুলি যেন \"ব্যস্তভাবে নিজেদের হরমোন উৎপাদন করে যাচ্ছে এবং আশেপাশের অন্যান্য অগ্ন্যাশয় কোষগুলিকে সম্পূর্ণ উপেক্ষা করছে, যেন সেগুলি দেহের একেবারে ভিন্ন কোন অংশে অবস্থিত।"
  },
  {
    "chunk_id": "chunk_47",
    "topic": "যকৃত",
    "source": "bnwiki:যকৃত",
    "text": "যকৃৎ বা লিভার (Liver) মেরুদণ্ডী ও অন্যান্য কিছু প্রাণীদেহে অবস্থিত একটি অভ্যন্তরীণ অঙ্গ। মানবদেহে মধ্যচ্ছদার নিচে উদরগহ্বরের উপরে পাকস্থলীর ডান পাশে যকৃৎ অবস্থিত। এর রং লালচে খয়েরি। একে চলতি বাংলায় কলিজা বলে সচরাচর উল্লেখ করা হয়। যকৃৎ দেহের বৃহত্তম গ্রন্থি। এর ওজন দেহের মোট ওজনের (৩-৫%)। এটি ২টি খণ্ডে বিভক্ত: ডান এবং বাম। প্রাণীদেহে বিপাক ও অন্যান্য কিছু শারীরবৃত্তীয় কাজে যকৃত প্রধান ভূমিকা পালন করে। গ্লাইকোজেনের সঞ্চয়, প্লাজমা প্রোটিন সংশ্লেষণ, ওষুধ বা অন্যান্য রাসায়নিক নির্বিষকরণে এর ভূমিকা গুরুত্বপূর্ণ। যকৃতে পিত্তরস উৎপন্ন হয়; পিত্তরস একধরনের ক্ষারীয় যৌগ যা পরিপাকে সহায়তা করে। বিশেষত স্নেহজাতীয় খাদ্যের ইমালসিফিকেশন এর জন্য পিত্তরস প্রয়োজন। এছাড়াও যকৃৎ দেহের আরও কিছু জৈব-রাসায়নিক প্রক্রিয়া নিয়ন্ত্রণ করে। যকৃৎকে দেহের রসায়ন গবেষণাগারও বলা হয়। কোষের ধরন দুই ধরনের কোষ দিয়ে যকৃৎ গঠিত যথা: প্যারেনকাইমাল এবং নন-প্যারেনকাইমাল। যকৃতের প্যারেনকাইমাল কোষকে হেপাটোসাইট বলে যা আয়তনের ৮০%। নন-প্যারেনকাইমাল কোষের মধ্যে রয়েছে হেপাটিক স্টিলেট কোষ, কাপফার কোষ এবং সাইনুসয়ডাল এন্ডোথেলিয়াল কোষ যা লিভার সাইনুসয়েড এর গুরুত্বপূর্ণ অংশ। এরা সমস্ত কোষের ৪০% হলেও আয়তনের মাত্র ৬.৫%। রক্ত প্রবাহ যকৃৎ প্রধানত দুই পথে রক্ত সংবাহিত হয় যথা পোর্টাল শিরা এবং হেপাটিক ধমনী । শতকরা ৭৫ ভাগেরও বেশি রক্ত আসে পোর্টাল শিরা থেকে। অক্সিজেনের সরবরাহ দুই উৎস থেকেই নিশ্চিত হয়। সংশ্লেষণ এমিনো এসিড সংশ্লেষণ রক্ত তঞ্চন উপাদান সংশ্লেষণ"
  },
  {
    "chunk_id": "chunk_48",
    "topic": "যকৃত",
    "source": "bnwiki:যকৃত",
    "text": "পিত্ত সংশ্লেষণ ইউরিয়া সংশ্লেষণ যকৃতের কাজ যকৃত থেকে পিত্তরস নিঃসৃত হয় যা খাদ্য পরিপাকের, বিশেষ করে স্নেহজাতীয় খাদ্য পরিপাকের, একটি অতি প্রয়োজনীয় উপাদান৷ যকৃতে ইউরিয়া তৈরি হয়। এছাড়া যকৃতে অনেক গুরুত্বপূর্ণ জৈব রাসায়নিক বিক্রিয়া সংঘটিত হয়৷ এজন্য যকৃতকে দেহের জৈব রসায়নাগার বলে৷ যকৃত গুরুত্বপূর্ণ কয়েকটি কাজের মধ্যে রয়েছে: যকৃতে পিত্তরস তৈরী হয় যা যকৃত থেকে নিঃসৃত হয়ে পিত্তথলিতে জমা থাকে। প্রয়োজনানুযায়ী অন্ত্রে পিত্তরসের সরবরাহ ঘটে। রক্তের অতিরিক্ত গ্লুকোজ যকৃতে গ্লাইকোজেন রূপে সঞ্চিত হয় ৷ প্রয়োজনে গ্লাইকোজেন ভেঙ্গে রক্তের গ্লুকোজের মাত্রা সঠিক রাখে ৷ যকৃতে ভিটামিন (A,D,E,K,B6 ও B12) সঞ্চিত হয়৷ রক্তের প্লাজমা প্রোটিন প্রধানত অ্যালবুমিন যকৃতে সংশ্লেষিত হয়৷ যকৃতে লোহিত রক্তকণিকার হিমোগ্লোবিন ভেঙ্গে বিলিরুবিন ও বিলিভার্ডিন সৃষ্টি হয় ৷ বিভিন্ন শারীরবৃত্তীয় ক্রিয়ার ফলে মানবদেহে উৎপন্ন বিষ জাতীয় পদার্থ যকৃত কোষের অভ্যন্তরে রাসায়নিক বিক্রিয়ার মাধ্যমে প্রশমিত হয়। যকৃতের রোগ যকৃতের ওজনের পাঁচ থেকে দশ ভাগের বেশি চর্বি দিয়ে পূরণ হলে যে রোগটি হয় তাকে ফ্যাটি লিভার বলে। পশ্চিমা বিশ্বে সাধারণত মদ্যপানের কারণে ফ্যাটি লিভার হয়ে থাকে। তবে বহুমূত্র, শর্করা জাতীয় খাদ্যের আধিক্য,রক্তে চর্বির আধিক্য, উচ্চ রক্তচাপ, স্থূলতা ইত্যাদি কারণে ফ্যাটি লিভার হয়। লিভারে জমা চর্বি অনেক সময় স্থানীয় প্রদাহ সৃষ্টি করে এবং এ প্রদাহ থেকে কিছুসংখ্যক রোগীর লিভার সিরোসিস, এমনকী কোনো কোনো ক্ষেত্রে লিভার ক্যান্সারও হতে পারে। প্রাথমিক অবস্থায় এই রোগের কোনো উপসর্গ থাকে না, অন্য রোগের পরীক্ষা করার সময় সাধারণত রোগটি ধরা পড়ে। কখনো কখনো পেটের উপরিভাগের ডানদিকে ব্যথা,অবসন্নতা, ক্ষুধামান্দ্য ইত্যাদি উপসর্গ দেখা দিতে পারে। প্রতিস্থাপন প্রতি বছর সারা বিশ্বে এক লক্ষ মানুষ শুধুমাত্র লিভারের রোগে মারা যায়। তবে ‘রিজেনারেটিভ’ অঙ্গ হওয়ায় খুব সহজেই এটিকে প্রতিস্থাপন করে মানুষকে মৃত্যুর হাত থেকে বাঁচানো সম্ভব।"
  },
  {
    "chunk_id": "chunk_49",
    "topic": "কোষ",
    "source": "bnwiki:কোষ",
    "text": "কোষ হলো সকল জীবদেহের গঠন, বিপাকীয় ক্রিয়াকলাপ ও বংশগতিমূলক তথ্য বহনকারী একক। এটি জীবের ক্ষুদ্রতম জীবিত একক। একটি কোষকে পৃথকভাবে জীবিত বলা যেতে পারে। এজন্যই একে জীবের নির্মাণ একক বলা হয়। ব্যাক্টেরিয়া এবং এ ধরনের কিছু জীব এককোষী। কিন্তু মানুষসহ পৃথিবীর অধিকাংশ জীবই বহুকোষী। মানবদেহে প্রায় ৩৭ লক্ষ কোটি কোষ রয়েছে; একটি কোষের আদর্শ আকার হচ্ছে ১০ মাইক্রোমিটার এবং ভর হচ্ছে ১ ন্যানোগ্রাম। জানামতে বৃহত্তম কোষ হচ্ছে উটপাখির ডিম। চূড়ান্ত কোষ তত্ত্ব আবিষ্কৃত হওয়ার পূর্বে ১৮৩৭ সালে চেক বিজ্ঞানী Jan Evangelista Purkyne অণুবীক্ষণ যন্ত্র দিয়ে উদ্ভিদ কোষ পর্যবেক্ষণ করতে গিয়ে ছোটো ছোটো দানা লক্ষ্য করেন। ১৮৩৯ সালে বিজ্ঞানী Matthias Jakob Schleiden কোষ তত্ত্ব আবিষ্কার করেন এবং তাদের তত্ত্বে বলা হয়, সকল জীবিত বস্তুই এক বা একাধিক কোষ দ্বারা গঠিত এবং সব কোষই পূর্বে অস্তিত্বশীল অন্য কোনো কোষ থেকে উৎপত্তি লাভ করে। জীবের মৌলিক গুরুত্বপূর্ণ সব ক্রিয়াই কোষের অভ্যন্তরে সংঘটিত হয়। সকল কোষের মধ্যে কার্যক্রিয়া সম্পাদনের জন্য প্রয়োজনীয় বংশগতীয় তথ্য এবং পরবর্তী বংশধরে স্থানান্তরের জন্য প্রয়োজনীয় তথ্য সংরক্ষিত থাকে। কোষ শব্দের ইংরেজি প্রতিশব্দ সেল (cell)। সেল শব্দটি ল্যাটিন শব্দ সেল্লা(cella) থেকে এসেছে যার অর্থ একটি ছোট্ট কক্ষ,ঘর বা কুঠুরি। এই নামটি প্রথম ব্যবহার করেন বিজ্ঞানী রবার্ট হুক। ১৬৬৫ সালে তার প্রকাশিত একটি গ্রন্থে অণুবীক্ষণ যন্ত্রে পর্যবেক্ষণকৃত কর্ক কোষের কথা উল্লেখ করেন।"
  },
  {
    "chunk_id": "chunk_50",
    "topic": "কোষ",
    "source": "bnwiki:কোষ",
    "text": "এই কোষের সাথে তিনি ধর্মীয় সাধু-সন্ন্যাসীদের ঘরের তুলনা করেছিলেন। এ থেকেই জীবের ক্ষুদ্রতম গাঠনিক ও কার্যকরী এককের নাম দিয়ে দেন সেল। কোষ বিভাজনের পর সৃষ্ট নতুন কোষের বৃদ্ধি থেকে পরবর্তী বিভাজনের শেষ পর্যন্ত সংঘটিত ধারাবাহিক ঘটনাবলীর পর্যায়ক্রমিক আবর্তন কে কোষ চক্র বলে অর্থাৎ কোষের বৃদ্ধি ও বিভাজনদশা চক্রাকারে আবর্তিত হয়। যেহেতু বিভাজন পর্যায়ে অপত্য কোষ সৃষ্টি হয় তাই কোষ চক্রের বিভাজন দশা হল কোষের জনন দশা। ঈস্ট এর ক্ষেত্রে কোষ চক্রের স্থিতিকাল ৯০ মিনিট একটি কোষ চক্র সম্পূর্ণ করার সময়কালকে যৌনকাল বলে। কোষচক্রের দশা:কোষ চক্র প্রধানত দুই পর্যায়ে সম্পন্ন হয়, যথা- l. ইন্টারফেজ এবং ll. মাইটোটিক ফেজ। ইন্টারফেজ: একটি কোষ বিভাজনের শেষ এবং পরবর্তী কোষ বিভাজনের শুরুর অন্তর্বর্তী দীর্ঘস্থায়ী দশাকে ইন্টারফেজ বলা হয়। ইন্টারফেজের বিভিন্ন দশা গুলি হল-G1 দশা, S দশা, G2 দশা। কোষ তত্ত্ব বিভিন্ন কোষের নানান প্রকার বৈশিষ্ট্য থাকা সত্ত্বেও সব কোষে কিছু সাধারণ বৈশিষ্ট্য থাকে। এই ভাবে কোষের গঠন ও কাজের উপর ভিত্তি করে কোষ সম্বধে যে মতবাদ বা তত্ব তৈরী হয় তাকে কোষ তত্ত্ব বলে। কোষ সম্পর্কে জার্মান উদ্ভিদবিজ্ঞানী জ্যাকব স্লেইডেন, প্রাণীবিজ্ঞানী এবং পরে রুডলফ ভিরকাউ (Rudolf Virchow) ১৮৫৫ সালে কোষ তত্ত্ব প্রদান করেন, যাতে বলা হয়েছে, কোষ হলো জীবন্ত সত্তার গাঠনিক, শারীরিক ও সাংগাঠনিক একক। কোষ হলো জীবনের মৌলিক একক। কোষ বংশগতির একক। সকল জীব"
  },
  {
    "chunk_id": "chunk_51",
    "topic": "কোষ",
    "source": "bnwiki:কোষ",
    "text": "এক বা একাধিক কোষ দ্বারা গঠিত এবং পূর্বসৃষ্ট কোষ থেকেই নতুন কোষের সৃষ্টি হয় । কোষের গঠন সকল কোষেই কিছু সাধারণ উপাদান বা অংশ থাকে, যেমন - কোষকেন্দ্র (নিউক্লিয়াস), কোষপঙ্ক (সাইটোপ্লাজম) এবং কোষঝিল্লি বা কোষপ্রাচীর। কিছু কিছু ব্যতিক্রমী কোষের ক্ষেত্রে কোনও কোনও অংশ অনুপস্থিত থাকতে পারে। যেমন লোহিত রক্তকণিকা কোষে কোষকেন্দ্র থাকে না। কিন্তু আদর্শ কোষ বলে আসলে কিছু নেই। মানুষের দেহ কয়েক শত ধরনের কোষ নিয়ে গঠিত। যেমন স্নায়ু কোষ, রক্তকণিকা কোষ, ত্বকের কোষ বা যকৃৎ কোষ। আদর্শ কোষ বলতে এমন একটি প্রতীকী ও কাল্পনিক কোষকে বোঝায় যাতে অধিকাংশ কোষে প্রাপ্ত সমস্ত উপাদানগুলি বিদ্যমান থাকে। যেমন একটি তথাকথিত আদর্শ প্রাণীকোষে চারটি উপাদান থাকে: কোষকেন্দ্র, কোষঝিল্লি বা কোষপর্দা, মাইটোকন্ড্রিয়া এবং কোষপঙ্ক (সাইটোপ্লাজম)। অন্যদিকে একটি আদর্শ উদ্ভিদকোষের উপাদানগুলি হল নিউক্লিয়াস, কোষপ্রাচীর, কোষঝিল্লি বা কোষপর্দা, কোষগহ্বর, সাইটোপ্লাজম, মাইটোকন্ড্রিয়া ও হরিৎ কণিকা (ক্লোরোপ্লাস্ট)। কোষ যে সজীব, প্রাণবাহী মাতৃপদার্থ নিয়ে গঠিত, তাকে প্রাণপঙ্ক (প্রোটোপ্লাজম) বলে। এটি খানিকটা পিচ্ছিল থকথকে পদার্থের মত, অর্থাৎ কঠিন ও তরলের মাঝামাঝি কিছু। প্রোটোপ্লাজমকে দুই ভাগে ভাগ করা যায়—নিউক্লিয়াস এবং সাইটোপ্লাজম। কোষপর্দার ভেতরে কিন্তু কোষকেন্দ্রের বাইরে অবস্থিত প্রাণপঙ্ক অংশটিকে কোষপঙ্ক (সাইটোপ্লাজম) বলে। কোষপঙ্কের ভেতরে বিভিন্ন ধরনের জটিল অতিক্ষুদ্র সব কাঠামো আছে, যেগুলি সাধারণ আলোকীয় আণুবীক্ষণিক যন্ত্রে ধরা পড়ে না, কিন্তু বৈদ্যুতিক আণুবীক্ষণিক যন্ত্রে এগুলির খুঁটিনাটি বিশদ আকারে দেখতে পাওয়া যায়।"
  },
  {
    "chunk_id": "chunk_52",
    "topic": "কোষ",
    "source": "bnwiki:কোষ",
    "text": "এই অতিক্ষুদ্র কাঠামোগুলিকে কোষীয় অঙ্গাণু বলে। কোষের সবচেয়ে বড় অঙ্গাণুটিকে কোষকেন্দ্র বলে। স্বল্পসংখ্যক কিছু ব্যতিক্রমী কোষ বাদে সমস্ত কোষে কোষকেন্দ্র থাকে। যেসব কোষে কোষকেন্দ্র থাকে না, সেগুলি সাধারণত মৃত হয়, যেমন উদ্ভিদের জাইলেম কলার কোষসমূহ। অথবা এগুলি বেশিদিন বাঁচে না, যেমন লোহিত রক্তকণিকা। কোষকেন্দ্র কোষের কর্মকাণ্ড নিয়ন্ত্রণ করে। কোষকেন্দ্রের ভেতরে ডিএনএ (ডিঅক্সিরাইবোনিউক্লিয়িক অ্যাসিড) নামক রাসায়নিক পদার্থের অণু নিয়ে গঠিত সুতার মত দেখতে কিছু উপাদান থাকে, যাদেরকে বর্ণসূত্র বা বংশসূত্র (ক্রোমোজোম) বলে। মানুষের কোষের কোষকেন্দ্রে এরকম ২৩ জোড়া অর্থাৎ ৪৬টি বংশসূত্র থাকে। প্রতিটি বংশসূত্রে একটি করে ডিএনএ অণুর দীর্ঘ শৃঙ্খল থাকে, যে শৃঙ্খলটি স্থান সঙ্কুলান করার জন্য ভাঁজ হয়ে ও হিস্টোন নামের কিছু প্রোটিনকে ঘিরে সর্পিলাকারে পেঁচিয়ে বিন্যস্ত হয়ে থাকে। ডিএনএ অণুর একেকটি অংশ একেকটি বংশগতীয় বৈশিষ্ট্য বহন করে, যে অংশগুলিকে বংশাণু (জিন) বলে। বংশাণুগুলি কোষের কর্মকাণ্ড নিয়ন্ত্রণ করে এবং কোষ কোন্‌ ধরনের দেহসার বা প্রোটিন তৈরি বা সংশ্লেষণ করবে, তা নির্ধারণ করে। বংশাণুবাহী ডিএনএগুলি কোষকেন্দ্রে অবস্থান করে, কিন্তু প্রোটিন উৎপাদন করার নির্দেশগুলি কোষকেন্দ্রের বাইরে কোষপঙ্কতে পরিবাহিত হয় এবং রাইবোজোম নামক নামের ক্ষুদ্র কিছু কাঠামোতে প্রোটিন উৎপাদিত বা সংশ্লেষিত হয়। কোষের ভেতরে প্রাপ্ত প্রোটিনগুলির মধ্যে খুবই গুরুত্বপূর্ণ এক ধরনের প্রোটিন হল উৎসেচক (এনজাইম)। কোষপঙ্কতে যে রাসায়নিক প্রক্রিয়াগুলি ঘটে, উৎসেচকগুলি সেগুলিকে নিয়ন্ত্রণ করে। সব কোষের পৃষ্ঠতল একটি অত্যন্ত পাতলা পর্দার ন্যায় কোষঝিল্লি"
  },
  {
    "chunk_id": "chunk_53",
    "topic": "কোষ",
    "source": "bnwiki:কোষ",
    "text": "বা কোষপর্দা দ্বারা আবৃত থাকে। এটি বহিঃস্থ পরিবেশ থেকে কোষের কোষপঙ্ককে পৃথক করে রাখে। তবে কোষঝিল্লি সম্পূর্ণ অভেদ্য একটি প্রতিবন্ধক নয়, বরং আংশিকভাবে ভেদ্য। কিছু কিছু রাসায়নিক পদার্থ কোষঝিল্লির ভেতর দিয়ে কোষের ভেতরে প্রবেশ করতে পারে, আবার কতগুলি রাসায়নিক পদার্থ কোষ থেকে বেরিয়ে যেতে পারে। কোষঝিল্লি এই প্রবেশ ও বহির্গমন প্রক্রিয়াটি নিয়ন্ত্রণ করে। তাই বলা হয় কোষপর্দা শুধু আংশিকভাবে ভেদ্যই নয়, বরং নৈর্বাচনিকভাবে বা বিভেদকভাবে ভেদ্য। কোষের ভেতরে অন্যান্য আরও ঝিল্লি জাতীয় পদার্থ আছে। কোষপঙ্কর প্রায় সর্বত্র জুড়ে কিছু ঝিল্লির ন্যায় জালিকা উপস্থিত থাকে, যাদেরকে অন্তঃকোষীয় জালক (এন্ডোপ্লাজমিক রেটিকুলাম) বলে। কিছু কিছু অন্তঃকোষীয় জালক খুবই ক্ষুদ্র কিছু দানাদার উপাদান দিয়ে আবৃত থাকে, যাদেরকে রাইবোজোম বলে। রাইবোজোম নামের অঙ্গাণুগুলিতেই প্রোটিনগুলি সংযোজিত বা সংশ্লেষিত হয়। কোষের ভেতরে এরকম হাজার হাজার রাইবোজোম থাকে। আরেকটি অঙ্গাণু যা প্রায় সব কোষের কোষপঙ্কতে দেখতে পাওয়া যায়, তা হল মাইটোকন্ড্রিয়ন (বহুবচনে মাইটোকন্ড্রিয়া)। যেসব কোষের কর্মকাণ্ডে অনেক শক্তির প্রয়োজন হয়, যেমন পেশী কোষ বা স্নায়ুকোষ, সেগুলিতে বহুসংখ্যক মাইটোকন্ড্রিয়ন থাকে। মাইটোকন্ড্রিয়নের ভেতরে কোষীয় শ্বসন প্রক্রিয়ার কিছু বিক্রিয়া সংঘটিত হয়, যার ফলে কোষের জন্য ব্যবহারোপযোগী শক্তি নির্গত হয়। উদ্ভিদকোষের ক্ষেত্রে উপরের অঙ্গাণুগুলি ছাড়াও আরও তিনটি প্রধান উপাদান থাকে। এগুলি হল কোষপ্রাচীর, কোষগহ্বর ও হরিৎ কণিকা (ক্লোরোপ্লাস্ট)। কোষপ্রাচীর হল প্রাণহীন পদার্থ দিয়ে তৈরি একটি স্তর যা উদ্ভিদকোষের কোষঝিল্লির বাইরে অবস্থান করে।"
  },
  {
    "chunk_id": "chunk_54",
    "topic": "কোষ",
    "source": "bnwiki:কোষ",
    "text": "এটি মূলত সেলুলোজ নামের এক ধরনের শর্করা দিয়ে গঠিত হয়। সেলুলোজ একটি শক্ত উপাদান নিয়ে গঠিত যা কোষকে তার আকৃতি ধরে রাখতে সাহায্য করে। এ কারণে উদ্ভিদকোষগুলি মোটামুটি একই আকৃতির হয়। অন্যদিকে প্রাণীকোষে কোনও কোষপ্রাচীর নেই বলে এদের আকৃতিগুলিও পরিবর্তনশীল হয়। প্রায়শই উদ্ভিদকোষগুলির অভ্যন্তরে কেন্দ্রস্থলে ঝিল্লি দ্বারা আবৃত একটি বৃহৎ গহ্বরের ন্যায় এলাকা থাকে, যাকে কোষগহ্বর (ভ্যাকুওল) বলে। এটি শূন্য নয়, বরং কোষরস নামের এক ধরনের জলীয় পদার্থে পূর্ণ থাকে, যা দ্রবীভূত চিনি, খনিজ আধান ও অন্যান্য দ্রাব্যের একটি ভাণ্ডার হিসেবে কাজ করে। প্রাণীকোষে কোষগহ্বর থাকলেও সেগুলি ক্ষুদ্র আকারের ও ক্ষণস্থায়ী হয়। উদ্ভিদের সবুজ অংশে, বিশেষ করে পাতায়, আরেকটি খুবই গুরুত্বপূর্ণ অঙ্গাণু থাকে, যার নাম হরিৎ কণিকা (ক্লোরোপ্লাস্ট)। হরিৎ কণিকাগুলি সূর্যের আলো শোষণ করে সালোকসংশ্লেষণ প্রক্রিয়াতে খাদ্য উৎপাদন করে। হরিৎ কণিকাগুলিতে এক ধরনের সবুজ রঙের রঞ্জক পদার্থ থাকে, যাদেরকে ক্লোরোফিল বলে। প্রকারভেদ কোষকেন্দ্রের ধরনের উপর ভিত্তি করে কোষ প্রধানত দুই প্রকার: আদি কোষ এবং প্রকৃত কোষ। আদি কোষ অনেকটা স্বাধীন, কিন্তু প্রকৃত কোষ বহুকোষী জীবের মধ্যে থেকে অন্যের সাথে মিলে কাজ করে। আদি কোষ (প্রোক্যারিওটিক কোষ) নিউক্লিয়াসের গঠনের উপর ভিত্তি করে আদি কোষের সাথে প্রকৃত কোষের পার্থক্য করা হয়, বিশেষত নিউক্লীয় ঝিল্লি আছে কি নেই তার উপর ভিত্তি করে। প্রকৃত কোষে উপস্থিত অধিকাংশ অঙ্গাণুই আদি কোষে নেই, কেবল ব্যতিক্রম হল রাইবোজোম যা উভয় ধরনের কোষেই উপস্থিত।"
  },
  {
    "chunk_id": "chunk_55",
    "topic": "কোষ",
    "source": "bnwiki:কোষ",
    "text": "মাইটোকন্ড্রিয়া, ক্লোরোপ্লাস্ট বা গলগি বস্তু ইত্যাদির কাজের অধিকাংশই আদি কোষের ক্ষেত্রে প্লাজমা ঝিল্লি সম্পন্ন করে। আদি কোষের মধ্যে তিনটি প্রধান ভিত্তি স্থাপনকারী অংশ রয়েছে: ১। ফ্ল্যাজেলাম এবং পিলি নামে পরিচিত উপাঙ্গ যারা কোষ তলের সাথে লেগে থাকা প্রোটিন হিসেবে চিহ্নিত হতে পারে। ২। একটি ক্যাপসুল, একটি কোষ প্রাচীর এবং একটি কোষ তল সমৃদ্ধ কোষ এনভেলপ। এবং ৩। একটি সাইটোপ্লাজমীয় অঞ্চল যেখানে কোষ জিনোম (ডিএনএ), রাইবোজোম এবং বিভিন্ন অনুপ্রবেশকারী থাকে। এছাড়া এ ধরনের কোষে পরীলক্ষিত পার্থক্যগুলো নিম্নরূপ: প্লাজমা ঝিল্লি (ফসফোলিপিড দ্বিস্তর) কোষের অভ্যন্তরভাগকে এর পরিবেশ থেকে রক্ষা করে এবং এর মধ্যে একটি যোগাযোগ মাধ্যম ও ফিল্টার হিসেবে কাজ করে। অধিকাংশ আদি কোষেরই একটি কোষ প্রাচীর রয়েছে; ব্যতিক্রম হল মাইকোপ্লাজমা (এক ধরনের ব্যাক্টেরিয়া) এবং থার্মোপ্লাজমা (একটি আর্কিয়ন)। ব্যাক্টেরিয়ার ক্ষেত্রে কোষ প্রাচীরের মধ্যে পেপটিডোগ্লাইক্যান নামক পদার্থ থাকে যা বাইরের যেকোন শক্তি বিরুদ্ধে একটি বাঁধা হিসেবে কাজ করে। কোষ প্রাচীর কোষকে হাইপোটনিক পরিবেশে অসমোটিক চাপের কারণে বিস্ফোরিত হওয়া (সাইটোলাইসিস) থেকে রক্ষা করে। প্রকৃত কোষেও ক্ষেত্রবিশেষে কোষ প্রাচীর থাকতে দেখা যায় (উদ্ভিদ কোষের সেলুলোজ, ছত্রাক), কিন্তু সেক্ষেত্রে প্রাচীরের রাসায়নিক গঠন ভিন্ন। আদি কোষের ক্রোমোসোম একটি বৃত্তাকার অণু। অবশ্য লাইম রোগ সৃষ্টিকারী Borrelia burgdorferi নামক ব্যাক্টেরিয়ার ক্ষেত্রে ব্যতিক্রম ঘটে। আদি কোষে প্রকৃত নিউক্লিয়াস না থাকলেও ডিএনএ অণু একটি নিউক্লিঅয়েডের মধ্যে ঘনীভূত থাকে।"
  },
  {
    "chunk_id": "chunk_56",
    "topic": "কোষ",
    "source": "bnwiki:কোষ",
    "text": "এরা প্লাজমিড নামক এক্সট্রাক্রোমোসোমাল ডিএনএ মৌল বহন করে যারা সাধারণত বৃত্তাকার। প্লাজমিড কিছু সহযোগী পদার্থ বহন করতে পারে, যেমন এন্টিবায়োটিক রেজিস্টেন্স। প্রকৃত কোষ (ইউক্যারিওটিক কোষ) প্রকৃত কোষগুলো আকারে একটি আদর্শ আদি কোষের ন্যূনতম ১০ গুণ বড় এবং এর আয়তন আদি কোষের তুলনায় সর্বোচ্চ ১০০০ গুণ পর্যন্ত বেশি হতে পারে। আদি এবং প্রকৃত কোষের মধ্য মূল পার্থক্য হচ্ছে, আদি কোষের মধ্যে ঝিল্লি দ্বারা আবৃত কক্ষ থাকে যার মধ্যে নির্দিষ্ট বিপাকীয় কার্যাবলী সম্পাদিত হয়ে থাকে। এর মধ্যে সবচেয়ে উল্লেখযোগ্য হচ্ছে কোষ নিউক্লিয়াস যার মধ্যে প্রকৃত কোষের ডিএনএ অবস্থান করে। নিউক্লিয়াস একটি ঝিল্লি দ্বারা বেষ্টিত কক্ষ হিসেবে চিহ্নিত হতে পারে। এই নিউক্লিয়াসের কারণেই প্রকৃত কোষ তার ইংরেজি নামটি পেয়েছে। ইরেজি নাম \"ইউক্যারিয়টিক\"-এর অর্থ \"প্রকৃত নিউক্লিয়াস\"। অন্যান্য পার্থক্যের মধ্যে রয়েছে: প্লাজমা ঝিল্লি অনেকটা আদি কোষের মতই, তবে কার্যাবলী এবং গঠনে কিছুটা পার্থক্য রয়েছে। কোষ প্রাচীর থাকতে পারে আবার নাও থাকতে পারে। প্রকৃত কোষের ডিএনএ এক বা একাধিক রৈখিক অণুতে বিন্যস্ত থাকে যাদেরকে ক্রোমোসোম বলা হয়। ক্রোমোসোম বা ক্রোমোজোম হিস্টোন প্রোটিনের সাথে সম্পর্কিত। সকল কোমোসোমাল ডিএনএ কোষের নিউক্লিয়াসে সজ্জিত থাকে যা একটি ঝিল্লির মাধ্যমে সাইটোপ্লাজম থেকে পৃথকীকৃত থাকে। প্রকৃত কোষের কিছু অঙ্গাণুরও নিজস্ব ডিএনএ রয়েছে। এরা সিলিয়া বা ফ্লাজেলা ব্যবহার করে চলাচল করতে পারে। এদের ফ্লাজেলা আদি কোষের তুলনায় জটিল। কোষের উপাদানসমূহ আদি বা প্রকৃত সকল কোষেই একটি আবরণ থাকে যার মাধ্যমে এটি বাইরের পরিবেশ থেকে পৃথক হয়ে যায় এবং এই আবরণটি কোষের বাইরের পদার্থের সাথে ভিতরের পদার্থের আদান প্রদানের ভারসাম্য রক্ষা করে।"
  },
  {
    "chunk_id": "chunk_57",
    "topic": "কোষ",
    "source": "bnwiki:কোষ",
    "text": "কোষের উপাদানসমূহ আদি বা প্রকৃত সকল কোষেই একটি আবরণ থাকে যার মাধ্যমে এটি বাইরের পরিবেশ থেকে পৃথক হয়ে যায় এবং এই আবরণটি কোষের বাইরের পদার্থের সাথে ভিতরের পদার্থের আদান প্রদানের ভারসাম্য রক্ষা করে। এছাড়াও এই আবরণটির মাধ্যমে কোষের তড়িৎ বিভব বজায় থাকে। ঝিল্লি বা আবরণটির ভিতরে একটি লবণাক্ত সাইটোপ্লাজম অধিকাংশ আয়তন দখল করে থাকে। সকল কোষেই জিনের বংশগতিক পদার্থগুলো বহনের জন্য ডিএনএ এবং এনজাইমসহ অন্যান্য প্রোটিন সংশ্লেষের জন্য আরএনএ উপস্থিত থাকে। এ দুটিই কোষের প্রাথমিক যন্ত্রপাতি। এছাড়াও কোষে অন্যান্য ধরনের জৈব অণু থাকে। এখানে এই উপাদানগুলোর তালিকা তৈরি করা হবে। কোষ গবেষণার ইতিহাস ১৬৩২ - ১৭২৩ : Anton van Leeuwenhoek নিজে নিজে লেন্স ঘষে নির্দিষ্ট আকারে আনতে শিখেন, তৈরি করেন অণুবীক্ষণ যন্ত্র। এর মাধ্যমে বৃষ্টির পানিতে ভোর্টিসেলা এবং এরকম কিছু প্রোটোজোয়া আবিষ্কার করেন। এছাড়া নিজের মুখে ব্যাক্টেরিয়া আবিষ্কার করেন। ১৬৬৫ : আদি প্রকৃতির একটি অণুবীক্ষণ যন্ত্র ব্যবহার করে রবার্ট হুক প্রথমে কর্ক কোষ আবিষ্কার করেন এবং পরে আরও কিছু জীবন্ত উদ্ভিদ কোষ আবিষ্কার করেন। ১৮৩৯ : জার্মান জীববিজ্ঞানী থিওডোর সোয়ান এবং মাথিয়াস জ্যাকব শ্লেইডেন সকল প্রাণী এবং উদ্ভিদ কোষ দ্বারা গঠিত বলে একটি তত্ত্ব প্রকাশ করেন। তারা বলেন কোষ হল গঠন এবং উন্নয়নের একক। এভাবেই কোষ তত্ত্বের জন্ম হয়। লুই পাস্তুর (১৮২২ - ১৮৯৫) মত প্রকাশ করেন যে, জীবন স্বতঃস্ফূর্তভাবে গঠিত হতে পারে। এই তত্ত্বকে generatio spontanea বলে। অবশ্য ১৬৬৮ সালে ফ্রানসেস্কো রেডি একটি পরীক্ষা করেছিলেন যা থেকে একই তত্ত্ব প্রমাণিত হয়।"
  },
  {
    "chunk_id": "chunk_58",
    "topic": "মাইটোকন্ড্রিয়া",
    "source": "bnwiki:মাইটোকন্ড্রিয়া",
    "text": "মাইটোকন্ড্রিয়া হলো দুই স্তর বিশিষ্ট আবরণ বা ঝিল্লি দ্বারা আবৃত একটি সাইটোপ্লাজমীয় অঙ্গাণু । যা প্রোটিন এবং লিপিড দিয়ে তৈরি । মাইটোকন্ড্রিয়ার বাইরের আবরণটি মসৃণ কিন্তু ভেতরের আবরণটি স্থানে স্থানে ভাজ হয়ে ভেতরে দিকে ঝুলে থাকে। এ ভাঁজগুলোকে ক্রিস্টি বলা হয়। মাইটোকন্ড্রিয়ার ভেতরের অর্ধতরল দানাদার পদার্থকে ম্যাট্রিক্স বলা হয়। একটু গুরুত্বপূর্ণ বিষয় হচ্ছে, মাইটোকন্ড্রিয়ার নিজস্ব ডিএনএ আছে, যা সেগুলোর ম্যাট্রিক্স এ অবস্থান করে। একটি কোষে মাইটোকন্ড্রিয়ার সংখ্যা কয়েক শত থেকে কয়েক হাজার পর্যন্ত হতে পারে। আবিষ্কার মাইটোকন্ড্রিয়ার আবিষ্কার নিয়ে মতভেদ আছে। বিজ্ঞানী কলিকার ১৮৫০ সালের প্রথম মাইটোকন্ড্রিয়ার পর্যবেক্ষণ করেন। একটি মতে, বিজ্ঞানী অল্টম্যান ১৮৮৬(মতান্তরে ১৮৯৪) সালে ইহা আবিষ্কার করেন। আবার কারও মতে, গ্রিক বিজ্ঞানী সি. বেন্ডা ১৮৯৮ সালে মাইটোকন্ড্রিয়া আবিষ্কার করেন। এন্ডোসিম্বায়োটিক থিওরী অনুযায়ী মাইটোকন্ড্রিয়া, প্লাস্টিড বহু আগে মুক্তজীবি ব্যাক্টেরিয়া ছিল। যারা এন্ডোসিম্বায়োন্ট হিসেবে অন্য কোষের মধ্যে ঢুকে পরে এবং একসময় কোষেরই অংশ হয়ে যায়। বিজ্ঞানীদের ধারণা, মাইটোকন্ড্রিয়া এসেছে প্রোটিওব্যাক্টেরিয়া থেকে এবং প্লাস্টিড এসেছে সায়ানোব্যাক্টেরিয়া থেকে। কারণঃ ১) ব্যাক্টেরিয়ার মেমব্রেনের সাথে এই অঙ্গানুগুলোর মেমব্রেনের অনেক মিল রয়েছে। ২) নতুন মাইটোকন্ড্রিয়া অথবা প্লাস্টিড যেই প্রকৃয়ায় আসে, ব্যাক্টেরিয়ার ক্ষেত্রেও এমন ঘটে যাকে বলে বাইনারি ফিশন। এটা এক ধরনের অযৌন প্রজনন। ৩) এরা যে ধরনের রাইবোজম(70S) বহন করে, ব্যাক্টেরিয়াতেও তা রয়েছে। ৪) ব্যাক্টেরিয়ার বাহিরের মেমব্রেনে ‘পোরিন’ নামের এক ধরনের ট্রান্সপোর্ট প্রোটিন পাওয়া যায়,"
  },
  {
    "chunk_id": "chunk_59",
    "topic": "মাইটোকন্ড্রিয়া",
    "source": "bnwiki:মাইটোকন্ড্রিয়া",
    "text": "যা মাইটোকন্ড্রিয়া এবং প্লাস্টিডের বাহিরের মেমব্রেনেও রয়েছে। ৫) যদি কোষের থেকে মাইটোকন্ড্রিয়া অথবা ক্লোরোপ্লাস্ট সরিয়ে ফেলা হয়, কোষের ভেতর তারা আবার তৈরি হয়না। ৬) তবে সবচেয়ে আকর্ষনীয় যেটা তা হল ডিএনএ। মাইটোকন্ড্রিয়া এবং প্লাস্টিড উভয়েরই নিজস্ব ডিএনএ রয়েছে যা সংস্লিষ্ট ব্যাক্টেরিয়ার সাথে তুলনা করলে বিশাল মিল পাওয়া যায়।মাইটোকন্ড্রিয়া এক প্রকার কোষীয় অঙ্গানু। একটি কোষের মধ্যে ২০০-১০০০ মাইটোকন্ড্রিয়া থাকতে পারে।এখন প্রশ্ন হলো, মাইটোকন্ড্রিয়া কীভাবে কোষের মধ্যে ঢুকে পড়ল? এটা নিয়ে দুটো মত চালু আছে। একটি স্বয়ংক্রিয় মতবাদ আর অন্যটি এন্ডোসিমবায়োটিক মতবাদ। প্রথম মতবাদ অনুযায়ী ইউক্যারিওটিক কোষের নিউক্লিয়াস অঙ্গাণু থেকে ডিএনএর একটি অংশ পৃথক হয়। তারপর সেই অংশ আবরণী দ্বারা আবদ্ধ হয়ে মাইটোকন্ড্রিয়া গঠন করে। দ্বিতীয় মতবাদ অনুযায়ী, মাইটোকন্ড্রিয়া লাখো বছর আগে মুক্তজীবী ব্যাকটেরিয়া ছিল। এগুলো এন্ডোসিমবায়েন্ট হিসেবে কোষের মধ্যে ঢুকে পড়ে এবং পরে কোষের অংশ হয়ে যায়। সময়ের সঙ্গে এন্ডোসিমবায়োটিক মতবাদটি বেশি গ্রহণযোগ্য হয়ে ওঠে। অবস্থান লোহিত রক্তকণিকা এবং সীভনল ব্যতীত সকল প্রকার শক্তিউৎপাদী কোষের প্রোটোপ্লাজম এ সাইটোপ্লাজমীয় অঙ্গানু হিসেবে মাইটোকন্ড্রিয়া থাকে। আয়তন ও সংখ্যা আকারভেদে মাইটোকন্ড্রিয়ার আয়তন বিভিন্ন রকম।বৃত্তাকার মাইট্রোকন্ড্রিয়ার ব্যাস ০.২ µm থেকে ২ µm। সূত্রাকার মাইটোকন্ড্রিয়ার দৈর্ঘ্য ৪০ µm থেকে ৭০ µm।দন্ডাকার মাইটোকন্ড্রিয়ার দৈর্ঘ্য ৯ µm থেকে এবং প্রস্থ ০.৫ µm হতে পারে। সাধারণত প্রতি কোষে এর সংখ্যা ৩০০-৪০০'র মত থাকে। যকৃৎ কোষে ১০০০ বা ততোধিক থাকে।"
  },
  {
    "chunk_id": "chunk_60",
    "topic": "মাইটোকন্ড্রিয়া",
    "source": "bnwiki:মাইটোকন্ড্রিয়া",
    "text": "উভচরের ডিম্বাণুতে মাইটোকন্ড্রিয়া সংখ্যা তিন লক্ষ মানুষের শুক্রাণুতে মাইটোকন্ড্রিয়া সংখ্যা বিশ লক্ষ বৃদ্ধি বিভাজনের মাধ্যমে এদের সংখ্যা বৃদ্ধি পায়। মাইটোকন্ড্রিয়াতে তার ব্যাকটেরিয়া পূর্বপুরুষের মত ডিএনএ রক্ষনাবেক্ষনের যন্ত্রপাতি থাকেনা। যার ফলে এতে খুব দ্রুত মিউটেশন ঘটে। একটা মাইটোকন্ড্রিয়াতে একই জিনোমের কয়েকশ কপি থাকে, আবার একটি কোষে কয়েকশ মাইটোকন্ড্রিয়া থাকতে পারে। প্রতি মুহুর্তেই এই মিউটেশনের ফলে মাইটোকন্ড্রিয়ার ডিএনএর বৈচিত্র্য পরিবর্তিত হচ্ছে। আমরা একাধিক মাইটোকন্ড্রিয়াল ভেরিয়েশন নিয়ে জন্মাই, যেই ভেরিয়েশন নিষেকের সময় ডিম্বকে তৈরি হয়। বিভিন্ন মাইটোকন্ড্রিয়াল জিনোম মৌলিক কোষীয় ক্রিয়া গুলোকে প্রভাবিত করে বিভিন্ন পরিবেশে টিকে থাকতে সাহায্য করে। স্কট উইলিয়াম এবং তার দল কয়েকজন স্বেচ্ছাসেবকের দশ ধরনের টিস্যু থেকে মাইটোকন্ড্রিয়া সংগ্রহ করে দেখেন যে প্রতি টিস্যুতে মাইটোকন্ড্রিয়ার জিনোমে নির্দিষ্ট কিছু মিউটেশন ঘটেছে যা ব্যক্তিভেদে খুব একটা পার্থক্য দেখায়নি। বিভিন্ন ধরনের কোষের ব্যতিক্রমি চাহিদা পূরনের জন্য এই মিউটেশনগুলো ঘটেছে। গঠন মাইটোকন্ড্রিয়া বিভিন্ন আকারের হতে পারে। একটি মাইটোকন্ড্রিয়ন ফসফোলিপিড বাইলেয়ার এবং প্রোটিন দ্বারা গঠিত বাইরের ঝিল্লি এবং ভিতরের ঝিল্লি ধারণ করে। দুটি ঝিল্লির আলাদা বৈশিষ্ট্য রয়েছে। এই দ্বিস্তরি হওয়ার কারণে, একটি মাইটোকন্ড্রিয়নের পাঁচটি স্বতন্ত্র অংশ রয়েছে: বহিঃআবরণ বা আউটার মেমব্রেন ইন্টারমেমব্রেন স্পেস (বাহ্যিক এবং ভিতরের আবরণের মধ্যবর্তী স্থান), অন্তঃআবরণ বা ইনার মেমব্রেন ক্রিস্টি ম্যাট্রিক্স (অভ্যন্তরীণ ঝিল্লির মধ্যে স্থান) যা একটি তরল। মাইটোকন্ড্রিয়া দুটি এককপর্দা দিয়ে গঠিত,যাদের প্রত্যেকটির বেধ ৬০Å। ভিতরেরটিকে অন্তঃআবরণী(Inner Membrane)এবং বাইরেরটিকে বহিরাবরণী(Outer"
  },
  {
    "chunk_id": "chunk_61",
    "topic": "মাইটোকন্ড্রিয়া",
    "source": "bnwiki:মাইটোকন্ড্রিয়া",
    "text": "Membrane)বলা হয়। দুটি এককপর্দার মধ্যবর্তী স্থানকে পেরিমাইটোকন্ড্রিয়াল স্পেস (৬০-৯০Å) বলে। প্রতিটি এককপর্দা লাইপোপ্রোটিন(P-L-P)নির্মিত। অন্তঃপর্দা ভিতরের দিকে ভাঁজ হয়ে যে বিভেদক প্রাচীর সৃষ্টি করে তাকে ক্রিস্টি(Cristae) বলে। অন্তঃপর্দার ভিতরে অর্ধতরল ধাত্র বা ম্যাট্রিক্স বর্তমান।এই ধাত্রে বিভিন্ন প্রকার উৎসেচক বর্তমান। বহিঃপর্দার বহিঃগাত্রকে C-তল (Cytoplasmic Surface)এবং অভ্যন্তরীণ তলকে M-তল(Matrix surface)বলে। ক্রিস্টির গাত্রে অসংখ্য সবৃন্তক কণা বর্তমান,একে অক্সিজোম বা F1 বা ফার্নান্ডেজ-মোরান অধঃএকক বলে। প্রতিটি অক্সিজোম পরস্পর থেকে ১০০Å দূরে থাকে। বহিঃপর্দার বহিঃগাত্রে কিছু অবৃন্তক কণা বর্তমান,এদের পারসনের অধঃএকক বলে। মাইটোকন্ড্রিয়ার ম্যাট্রিক্সে ৩-৫টি চক্রাকার DNA বর্তমান,একে মাইটোকন্ড্রিয়াল DNA বলে। কাজ সবাত শ্বসনের তৃতীয় পর্যায় ক্রেবস চক্র ও চতুর্থ পর্যায় ইলেক্ট্রন ট্রান্সপোর্ট চেইনের বিক্রিয়া সমূহ মাইটোকন্ড্রিয়াতে সংঘটিত হয়। এর মাধ্যমে ATP(Adenosine Triphosphate)অণু সংশ্লেষ করে যা সকল শক্তির উৎস বলে মাইটোকন্ড্রিয়াকে Powerhouse of Cell বা কোষের শক্তিঘর বলে। ইহা লেসিথিন এবং ফসফাটাইডাইল-ইথানলামিন নামক দুটি ফ্যাট সংশ্লেষে সহায়তা করে। ইহা ফ্যাটি অ্যাসিড বিপাক নিয়ন্ত্রণ করে। ইহা জীবদেহে জৈবদ্যুতি (Bio luminescence)ঘটায়। অর্থাৎ মাইটোকন্ড্রিয়া জোনাকির দেহে লুসিফেরন নামক প্রোটিনকে লুসিফেরেজ নামক উৎসেচক দ্বারা জারিত করে ফসফরাসের বিয়োজন ঘটায় যা আলোক সৃষ্টি করে। এখানে হিমোগ্লোবিন এবং মায়োগ্লোবিনের হিম (Haem)অংশ সংশ্লেষিত হয়। কিছু পরিমাণ RNA ও DNA উৎপন্ন করতে পারে। প্রয়োজনে কোষের সংখ্যাবৃদ্ধি ঘটিয়ে কাজে সহায়তা করে। প্রাণিদেহে শুক্রাণু ও ডিম্বাণু গঠনে উল্লেখযোগ্য ভূমিকা পালন করে।"
  },
  {
    "chunk_id": "chunk_62",
    "topic": "মাইটোকন্ড্রিয়া",
    "source": "bnwiki:মাইটোকন্ড্রিয়া",
    "text": "কোষের বিভিন্ন অংশে ক্যালসিয়াম আয়নের (Ca²+)সঠিক ঘনত্ব রক্ষা। শুক্রাণু ও ডিম্বাণু গঠনে অংশগ্রহণ করে। মাইটোকন্ড্রিয়া স্মৃতিশক্তিকে প্রভাবিত করে। মাইটোকন্ড্রিয়া আমাদের কোষের জন্য শক্তি তৈরির সাথে সাথে এক ধরনের আয়নিত অণুর সৃষ্টি করে যাকে ফ্রী রেডিকেল বলে। তারা স্টেম সেল-এর পরিণত হওয়া এবং ভাইরাসের আক্রমণে নিরাপত্তা প্রতিক্রিয়া তৈরিতেও কাজ করে। রক্ত কণিকা ও হরমোন উৎপাদনে সহায়তা করা। বিভিন্ন ধরনের পদার্থ , যেমন- Ca, K এর সক্রিয় পরিবহনে সক্ষম।"
  },
  {
    "chunk_id": "chunk_63",
    "topic": "ক্লোরোপ্লাস্ট",
    "source": "bnwiki:ক্লোরোপ্লাস্ট",
    "text": "উদ্ভিদ কোষের একটি অত্যন্ত গুরুত্বপূর্ণ অঙ্গাণু হচ্ছে প্লাস্টিড। সবুজ রঙের এই প্লাস্টিডগুলিতে সালোকসংশ্লেষণ প্রক্রিয়া ঘটে। এদের স্ট্রোমার মধ্যে ক্লোরোফিল অণুর উপস্থিতির জন্যেই এদের রং সবুজ হয়। ক্রোরোপ্লাস্ট দুইস্তর বিশিষ্ট একটি পর্দা দ্বারা আবৃত থাকে। বাইরের দিকের স্তরটিকে বলা হয় বহিঃস্তর এবং ভেতরের দিকের স্তরটিকে বলা হয় অন্তঃস্তর। ক্রোরোপ্লাস্টে গ্রানাম (বহুবচনে গ্রানা) চাকতি নামক একটি স্তরিভূত অঙ্গ থাকে। একটি ক্লোরোপ্লাস্টে সাধারণত ৪০-৮০টি গ্রানা থাকে এবং এই গ্রানাগুলো একটির পর একটি সজ্জিত হয়ে ৫-২৫টি গ্রানাম চক্র বা চাকতি গঠন করে। ক্লোরোপ্লাস্টে অবস্থিত গ্রানাগুলো পরস্পর গ্রানাম ল্যামেলা নামক নালিকা দ্বারা সংযুক্ত থাকে। ক্লোরোপ্লাস্ট মূলত থাকে গাছের পাতায়, কচি কাণ্ডের ত্বকে, ফুলের বৃতিতে এবং কচি ফলের ত্বকে। সাধারণত যে সমস্ত কোষকলাতে সালোকসংশ্লেষণ হয়, সেই সব কলার কোষে প্রচুর পরিমাণে ক্লোরোপ্লাস্ট উপস্থিত থাকে। এছাড়াও বীজের মধ্যে ভ্রূণে আর বড় গাছের প্যারেনকাইমা কলার কোষে ক্লোরোপ্লাস্ট পাওয়া যায়। সাধারণত একটি উদ্ভিদ কোষে গড়ে ১০-৪০টি ক্লোরোপ্লাস্ট থাকে। ক্লোরোপ্লাস্ট এর গঠন: ১/আবরণী ঝিল্লি: সমস্ত ক্লোরোপ্লাস্ট একটি দুই স্তর বিশিষ্ট ঝিল্লি দ্বারা আবৃত থাকে। এটি লিপিড ও প্রোটিন দ্বারা গঠিত। ২/স্ট্রোমা: ঝিল্লি দ্বারা আবৃত পানিগ্রাহী ম্যাট্রিক্স বিদ্যমান। ৩/থাইলাকয়েড ও গ্রানাম: স্ট্রোমাতে অসংখ্য থাইলাকয়েড থাকে। এটি থলে আকৃতির। কতকগুলো থাইলাকয়েড এক সাথে একটির উপর আরেকটি স্তূপ মত থাকে। থাইলাকয়েড এর এই স্তূপকে গ্রানাম বলা হয়। ৪/স্ট্রোমা ল্যামেলি: দুটি পাশাপাশি গ্রানার কিছু"
  },
  {
    "chunk_id": "chunk_64",
    "topic": "ক্লোরোপ্লাস্ট",
    "source": "bnwiki:ক্লোরোপ্লাস্ট",
    "text": "সংখ্যক থাইলাকয়েডস সূক্ষ্ম নালিকা দ্বারা সংযুক্ত থাকে। এই সংযুক্তকারী নালিকাকে স্ট্রোমা ল্যামেলি বলে। ৫/ফটোসিনথেটিক ইউনিট : থাইলাকয়েড মেমব্রেন বহু গোলাকার বস্তু বহন করে। এর মধ্যে ATP তৈরির সকল এনজাইম থাকে। মেমব্রেন গুলোতে অসংখ্য ফটোসিনথেটিক ইউনিট থাকে। প্রতি ইউনিটে ক্লোরোফিল- এ, ক্লোরোফিল- বি, ক্যারোটিন, জ্যান্থোফিল এর প্রায় ৩০০-৪০০ অণু থাকে। এছাড়া বিভিন্ন ধরনের এনজাইম, ফসফোলিপিড ইত্যাদি থাকে। ৬/DNA ও রাইবোজোম: ক্লোরোপ্লাস্টে তার নিজ DNA ও রাইবোজোম থাকে। এদের সাহায্যে ক্লোরোপ্লাস্ট নিজস্ব প্রতিরুপ সৃষ্টি ও কিছু প্রয়োজনীয় প্রোটিন তৈরি করতে পারে। নামকরণ ক্লোরোপ্লাস্ট শব্দটি এসেছে গ্রিক শব্দ \"ক্লোরোস\" এবং \"প্লাস্টেস\" থেকে। ক্লোরোস (χλωρός) অর্থ সবুজ এবং প্লাস্টেস (πλάστης) অর্থ যা গঠিত হয়। ১৮৮৩ সালে Andreas Schimper এর নামকরণ করেন। কাজ শর্করা জাতীয় খাবার প্রস্তুত করা। সৌর শক্তিকে জৈবনিক শক্তিতে রূপান্তর করা। ফটোফসফোরাইলেশন অর্থাৎ, সূর্যের আলোর সহায়তায় ADPকে ATPতে রূপান্তর। ফটোরেসপিরেশন বা আলোক শ্বসন ঘটায়। \"গ্রানা\"য় সালোকসংশ্লেষণের আলোক পর্যায় এবং \"স্ট্রোমা\"য় অন্ধকার পর্যায়ের বিক্রিয়া হয়। এরা নিজ প্রয়োজনে প্রোটিন ও নিউক্লিক এসিড তৈরি করে। কিছু RNA ও ফ্যাটি এসিড এর সংশ্লেষণও ঘটে। ক্লোরোপ্লাস্ট থেকে ক্রোমোপ্লাস্ট ও লিউকোপ্লাস্ট গঠিত হতে পারে। এতে নিজস্ব রাইবোজোম থাকে যা কিছু প্রোটিন সংশ্লেষণ করে। এতে নিজস্ব DNA থাকায় সাইটোপ্লাজমিক ইনহেরিটেন্স এ অংশ নেয়। == তথ্যসূত্র =="
  },
  {
    "chunk_id": "chunk_65",
    "topic": "উদ্ভিদ",
    "source": "bnwiki:উদ্ভিদ",
    "text": "উদ্ভিদ জীবজগতের একটি বড় গোষ্ঠী যাদের অধিকাংশই সালোকসংশ্লেষনের মাধ্যমে শর্করা-জাতীয় খাদ্য তৈরি করতে পারে এবং এরা গমন করতে পারে না। অবশ্য কিছু এককোষী উদ্ভিদ গমনে সক্ষম। বৃক্ষ, গুল্ম, বীরুৎ ইত্যাদি উদ্ভিদ জগতের অন্তর্গত। পৃথিবীতে প্রায় ৩৫০,০০০ প্রজাতির উদ্ভিদ আছে বলে ধারণা করা হয়। এর মধ্যে ২০০৪ সাল পর্যন্ত প্রায় ২৮৭,৬৫৫টি প্রজাতিকে শনাক্ত করা গেছে। এর মধ্যে ২৫৮,৬৫০টি হলো সপুষ্পক উদ্ভিদ। বৃক্ষ বহুবর্ষজীবী কাষ্ঠবহুল উদ্ভিদ। বৃক্ষকে এভাবে সংজ্ঞায়িত করা হয়: কাষ্ঠবহুল উদ্ভিদ যার মাটি থেকে সুস্পষ্ট শীর্ষ প্রকটতা বিশিষ্ট একটি একক প্রধান কাণ্ড অথবা গুঁড়ি থেকে বহুধাবিভক্ত অপ্রধান শাখা বিকশিত হয়। কিছু লেখকের মতে পূর্ণ বিকশিত অবস্থায় বৃক্ষের ন্যূনতম উচ্চতা ৩ মিটার থেকে ৬ মিটার হওয়া উচিত। আবার কিছু লেখক গাছের কাণ্ডের ন্যূনতম ব্যাস নির্ধারণ করেছেন ১০ সেমি। গুল্ম জাতীয় উদ্ভিদ বৃক্ষ থেকে ছোট হয় এবং এর কাণ্ড, শাখা প্রশাখা শক্ত হলেও বৃক্ষের কাণ্ড, শাখা প্রশাখা থেকে ছোট ও চিকন হয় গুল্মের মূল মাটির খুব বেশি গভীরে যায় না। এই উদ্ভিদের প্রধান কাণ্ডটির সারা গায়ে শাখা গজায়। বিরুৎ এর কাণ্ড, শাখা প্রশাখা নরম হয়। আকারে ছোট হয়। উদ্ভিদের প্রাণ আছে এটা প্রথম বৈজ্ঞানিকভাবে প্রমাণ করেন স্যার জগদীশ চন্দ্র বসু। রাজ্য- প্লান্টি বা উদ্ভিদ পৃথিবীর সকল উদ্ভিদ প্রজাতি নিয়ে গঠিত হয়েছে উদ্ভিদ রাজ্য। উদ্ভিদ রাজ্যেকে দুটি বিভাগে ভাগ করা হয়, যথা-ক্রিপটোগ্যামস্ বা অপুষ্পক উদ্ভিদ (ফুল, ফল, বীজ হয় না) এবং ফ্যানারোগ্যামস্ বা সপুষ্পক উদ্ভিদ (ফুল, ফল, বীজ হয়)। অপুষ্পক উদ্ভিদ তিনটি গোষ্ঠীতে বিভক্ত, যথা থ্যালোফাইটা, ব্রায়োফাইটা এবং টেরিডোফাইটা। সপুষ্পক উদ্ভিদ দু-প্রকার, যথা-ব্যক্তবীজী বা জিমনোস্পার্ম ও গুপ্তবীজী বা অ্যানজিওস্পার্ম। বীজে বীজপত্রের সংখ্যা অনুযায়ী গুপ্তবীজী উদ্ভিদ আবার দু-রকমের, যথা-একবীজপত্রী উদ্ভিদ এবং দ্বিবীজপত্রী উদ্ভিদ।"
  },
  {
    "chunk_id": "chunk_66",
    "topic": "পরিপাকতন্ত্র",
    "source": "bnwiki:পরিপাকতন্ত্র",
    "text": "মুখ থেকে মলদ্বার পর্যন্ত খাদ্যনালী এবং সংশ্লিষ্ট অঙ্গ সমবায়ে মানব পরিপাকতন্ত্র গঠিত যার মূল কাজ খাদ্য পরিপাক করা। একে পাচনতন্ত্র বা পৌষ্টিকতন্ত্রও বলা হয়ে থাকে। অথবা, যে তন্ত্রের মাধ্যমে পরিপাক ক্রিয়া সম্পন্ন হয় তাই পরিপাকতন্ত্র বা পৌষ্টিকতন্ত্র। খাদ্য পাচন বা পরিপাক বা হজম একটি শারীরিক প্রক্রিয়া যার মাধ্যমে খাদ্যকে প্রথমে ছোট ছোট টুকরো করে তার পর পর্যায়ক্রমে বিভিন্ন উৎসেচক দ্বারা বিগলিত করে দেহে আত্তীকরণের উপযোগী করা হয়। পাচন প্রক্রিয়ায় নিযুক্ত অঙ্গতন্ত্রকে পাচনতন্ত্র বলে। পাচন প্রক্রিয়াকে অবস্থান অনুযায়ী দুটিভাগে ভাগ করা যায়: অন্তঃকোষীয়: আদিম প্রাণী যেমন প্রোটোজোয়ার পাচনতন্ত্র পুরোপুরি অন্তঃকোষীয়। উদাহরণ প্যরামেশিয়ামের পাচনতন্ত্র। বহিঃকোষীয়: উন্নত প্রাণী এবং পতঙ্গভুক উদ্ভিদদের খাদ্য ভক্ষণ ও এপ্রাথমিক পাচনের জন্য খুব বিশদ বৈশিষ্টপূর্ণ পাকনালীতে প্রাথমিক পাচন সমপন্ন হয়। পাকনালীকে অন্ননালী বা খাদ্যনালী বলা হয় । স্তন্যপায়ী পাকনালীর অংশগুলি যথাক্রমে: শিরঃপাকনালী মুখবিবর মুখগহ্বর তালু (মুখগহ্বর) কঠিন তালু নমনীয় বা কোমল তালু জিহ্বা স্বাদকোরক ওরো-ফ্যারিঙ্স পুরোঃপাকনালী অন্ননালী পাকস্থলী মধ্যপাকনালী বা ক্ষুদ্রান্ত্র ডিওডেনাম (এটা ক্ষুদ্রান্তের প্রথম অংশ পাকস্থলীর পরের অংশ,দেখতে ট আকৃতির ) জেজুনাম এটা ডিওডেনাম ও ইলিয়ামের মধ্য ইলিয়াম(অন্ত্র) পশ্চাৎপাকনালী বৃহদন্ত্র সিকাম (আমাদের ভার্মিফর্ম অ্যাপেন্ডিক্স) কোলন অ্যাসেন্ডিং কোলন ট্রান্সভার্স কোলন ডিসেন্ডিং কোলন সিগময়েড কোলন মলাধার (রেক্টাম) পায়ু ক্লোয়াকা আনুসঙ্গিক পাচক গ্রন্থি লালাগ্রন্থি প্যারোটিড গ্রন্থি সাবম্যান্ডিবুলার গ্রন্থি সাবলিঙ্গুয়াল গ্রন্থি যকৃৎ (liver) অগ্ন্যাশয় স্তন্যপায়ী ছাড়া অন্যান্য মরুদণ্ডীদের পাকনালী প্রায় একই"
  },
  {
    "chunk_id": "chunk_67",
    "topic": "পরিপাকতন্ত্র",
    "source": "bnwiki:পরিপাকতন্ত্র",
    "text": "রকম তবে ক্ষুদ্রান্ত্রে তিনটির বদলে দুটি ভাগ (জেজুনাম নাই)। বৃহদন্ত্র প্রায় নাই এবং অন্ত্রের এই শেষভাগে মূত্রনালী ও জননাঙ্গ উন্মুক্ত হয়, তাই পাকনালীর এই অংশের নাম ক্লোয়াকা যার কাজ মল ও মূত্র থেকে জল শুষে নিয়ে স্থলচরদের জল অপচয় রোধ। পাচন প্রক্রিয়ার পর্যায়ক্রমিক স্তর বহিঃকোষীয় পাচন প্রক্রিয়ার পর্যায়ক্রমিক ধাপে হয়। প্রথম দুটি ধাপ হয় শিরপাকনালীতে খাদ্য আহরণ: খাদ্য সংগ্রহ হস্তগতকরণ ভক্ষণ: মুখব্যদন চর্বন (চিবান) লালাক্ষরণ গলধঃকরণ (গিলে ফেলা) পেরিস্টলসিস খাদ্য হজমের স্বার্থে পাকস্থলী গাত্রের যে আন্দোলন তাকে পেরিস্টলসিস বলা হয়। এই আন্দোলনের ফলে খাদ্য দ্রব্য সহজে চূর্ণ-বিচূর্ণ হয় এবং হাইড্রোক্লোরিক এসিড, পানি এবং অন্যান্য এনজাইমের সঙ্গে মিশে। স্ফিঙ্কটারের কাজ পাকস্থলীর পাইলোরিক প্রান্তে অবস্থিত স্ফিংক্টার (sphincter= পেশির বেড়ী যা ছিদ্রপথকে বেস্টন করে থাকে) পাকস্থলী থেকে ডিওডেনামে খাদ্যের প্রবেশ নিয়ন্ত্রণ করে। অ্যাসিডের কাজ পাকস্থলীতে খাদ্য পরিপাক হওয়ার জন্য অম্লীয় পরিবেশের প্রয়োজন হয়। তাছড়া পাকস্থলীতে নিঃসৃত হাইড্রোক্লোরিক এসিড খাদ্যদ্রব্যকে নরম করে সহজপাচ্য করে তোলে। আন্ত্রিক গ্রন্থি অন্ত্রপ্রাচীরের মিউকোসা স্তরে কতগুলো এককোষী গ্রন্থি খাদ্য পরিপাককারী এনজাইম ক্ষরণ করে।এগুলো হচ্ছেঃ ব্রাশকোষ,গবলেট কোষ,প্যানেথ কোষ,আর্জেন্টাইন কোষ,লিবারক্যুন এর গ্রন্থি এবং ব্রুনার এর গ্রন্থি।এসব গ্রন্থি থেকে নিঃসৃত রসকে আন্ত্রিক রস বা সাক্কাস ইন্টেরিকাস বলে। আন্ত্রিক রসের উপাদান ১.পানি ৯৮.৫% ২.অজৈব পদার্থ ০.৮% ৷ যেমনঃ Na, K, Ca, Mg এর লবণ ৩.জৈব পদার্থঃ। ০.৭% সক্রিয়ক-এন্টারোকাইনেজ এনজাইম-ট্রিপসিনোজেন,পেপ্টাইডেজ, এমাইলেজ,মল্টেজ,ল্যাক্টেজ,সুক্রেজ লাইপেজ ইত্যাদি ৷"
  },
  {
    "chunk_id": "chunk_68",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "শ্বেত কণিকা হলো অনাক্রম্যতন্ত্রের কোষ যেগুলো সংক্রামক রোগ ও বাহ্যিক আক্রমণকারী বস্তু থেকে দেহকে রক্ষার কাজে জড়িত। চিকিৎসা পরিভাষায় এগুলো লিউকোসাইট নামেও পরিচিত। শ্বেতকণিকাকে দেহের প্রতিরক্ষা ব্যবস্থার ভ্রাম্যমাণ একক বলা হয়। তারা আংশিক অস্থিমজ্জা (দানাদার কোষগুলো ও মনোসাইটসমূহ ও কিছু লিম্ফোসাইট) ও আংশিক লসিকাগ্রন্থির টিসুতে (লিম্ফোসাইট ও প্লাজমা কোষ) গঠিত হয়। গঠনের পর, দেহের যে-সকল স্থানে প্রয়োজন হয় সেখানে রক্তের মাধ্যমে পরিবাহিত হয়, বিশেষ করে গুরুতর প্রদাহ ও সংক্রমণের স্থানে সংক্রমণকারী বস্তুর বিরুদ্ধে খুব দ্রুত ও শক্তিশালী সাড়া প্রদানে এদের ভূমিকা খুবই গুরুত্বপূর্ণ। শ্বেতকণিকার তিনটি প্রধান উপধরন রয়েছে; দানাদার কোষসমূহ, লিম্ফোসাইট (লসিকা কোষ) ও মনোসাইট (এককেন্দ্রক কোষ)। সকল শ্বেতকণিকা অস্থিমজ্জায় হিমাটোপোয়েটিক স্টেম সেল বা রক্তোৎপাদী মাতৃকোষ নামক মাল্টিপটেন্ট বা বহুজনিকোষসমূহ থেকে উদ্ভূত হয়। রক্তোৎপাদী মাতৃকোষ থেকে দুটি বংশানুক্রমিক ধারায় শ্বেতকণিকা উৎপাদিত হয় তা হলো মায়েলোসাইটিক বা মজ্জাকোষগত বংশ ও লিম্ফোসাইটিক বা লসিকাকোষগত বংশ। দানাদার কোষ ও মনোসাইট বা এককেন্দ্রক কোষসমূহ মায়েলোসাইটিক বংশ থেকে উদ্ভূত, অন্যদিকে লিম্ফোসাইটসমূহ লিম্ফোসাইটিক বংশ থেকে উদ্ভূত। শ্বেতকণিকাসমূহ রক্ত ও লসিকাতন্ত্রসহ সারা দেহেই উপস্থিত থাকে। সকল শ্বেতকণিকার নিউক্লিয়াস থাকে,যা তাদের অন্যান্য রক্তকণিকা যেমন, নিউক্লিয়াস বিহীন লোহিত রক্তকণিকা ও অণুচক্রিকা থেকে পৃথক করে। শ্বেতকণিকার ধরনগুলো হলো দানাদার কোষ (নিউট্রোফিল, ইওসিনোফিল, বেসোফিল) ও অদানাদার কোষ (মনোসাইট ও লিম্ফোসাইট)। মায়েলয়েড কোষসমূহ (মায়েলোসাইট) হলো নিউট্রোফিল, ইওসিনোফিল, বেসোফিল,"
  },
  {
    "chunk_id": "chunk_69",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "মাস্ট কোষ বা পৃথুল কোষ ও মনোসাইট। মনোসাইটসমূহকে আবার দুই ভাগে ভাগ করা যায় ডেনড্রিটিক কোষ ও ম্যাক্রোফেজ। নিউট্রোফিল ও মনোসাইট ফ্যাগোসাইটোসিস প্রক্রিয়ায় অংশ নেয়। লিম্ফোয়েড কোষসমূহ (লিম্ফোসাইট) হলো টি কোষ ( এটি আবার সাহায্যকারী টি কোষ, স্মৃতি টি কোষ, কোষ-বিষাক্তকারক টি কোষ উপভাগে বিভক্ত), বি কোষ (এটি প্লাজমা কোষ ও স্মৃতি বি কোষ নামক দুটি উপভাগে বিভক্ত) এবং প্রাকৃতিক মারণ কোষ। ঐতিহাসিকভাবে, শ্বেতকণিকাকে তাদের শারীরিক বৈশিষ্ট্যের ওপর ভিত্তি করে শ্রেণিবিভক্ত (দানাদার কোষ ও অদানাদার কোষ) করা হতো, কিন্তু বর্তমানে এই শ্রেণিবিন্যাস পদ্ধতি খুব কম ব্যবহৃত হয়। অস্থিমজ্জাতে উৎপাদিত হয়ে, শ্বেতকণিকা দেহকে সংক্রমণ ও রোগ থেকে রক্ষা করে। সংক্রমণ বা প্রদাহ ঘটলে রক্তে শ্বেতকণিকার সংখ্যা বেড়ে যায়। অল্পকিছু ক্ষেত্রে, শ্বেতকণিকার সংখ্যা বৃদ্ধি কিছু রক্তের ক্যান্সার বা অস্থিমজ্জার রোগ কে নির্দেশ করে। রক্তে শ্বেতকণিকার সংখ্যার ওঠানামা প্রায়শই কিছু রোগকে নির্দেশ করে, তাই শ্বেতকণিকা গণনা পূর্ণাঙ্গ রক্ত গণনার একটি অংশ। শ্বেতকণিকার স্বাভাবিক সংখ্যা হলো ৪ × ১০৯/L থেকে ১.১ × ১০১০/L। যুক্তরাষ্ট্রে এটি প্রতি মাইক্রোলিটার রক্তে ৪,০০০-১১,০০০ হিসেবে লেখা হয়। একজন সুস্থ প্রাপ্তবয়স্ক ব্যক্তির মোট রক্ত আয়তনের প্রায় ১% হলো শ্বেতকণিকা, যা লোহিত রক্তকণিকার (৪০-৪৫%) তুলনায় অনেক কম। তবে, রক্তের এই ১% স্বাস্থ্য রক্ষায় বড়ো পার্থক্য তৈরি করে দেয়, এর উপরে দেহের অনাক্রম্যতা বা প্রতিরক্ষা ব্যবস্থা নির্ভরশীল। শ্বেতকণিকার সংখ্যা স্বাভাবিক ঊর্ধ্বসীমা অতিক্রম"
  },
  {
    "chunk_id": "chunk_70",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "করলে তাকে লিউকোসাইটোসিস (শ্বেতিকাধিক্য) বলে। যখন প্রতিরক্ষা ব্যবস্থার স্বাভাবিক সাড়াদান হিসেবে ঘটে, তখন এটিকে স্বাভাবিক হিসেবে গণ্য করা হয় যা প্রায়শই ঘটে থাকে। তবে, যদি ক্যান্সার বা অটোইমিউনিটির জন্য ঘটে থাকে, তাহলে এটি অস্বাভাবিক বলা হয়। কোষ সংখ্যা নিম্নসীমার নিচে চলে গেলে তাকে লিউকোপিনিয়া (শ্বেতিকাস্বল্পতা) বলে। অনাক্রম্যতন্ত্র দুর্বল হলে এমন হয়। ব্যুৎপত্তি রক্তের নমুনা সেন্ট্রিফিউগেশন বা অবক্ষেপন করার পর প্রাপ্ত শারীরিক চেহারা থেকে শ্বেতকণিকা নামের উৎপত্তি। শ্বেতকণিকা বাফি কোট বা বাদামি-হলুদ আস্তর নামক একটি পাতলা স্তরে থাকে যা তলানিতে পড়া লোহিত রক্তকণিকা ও প্লাজমার মধ্যবর্তী স্থানে অবস্থিত। বৈজ্ঞানিক পরিভাষা লিউকোসাইট এসেছে গ্রিক মূল leuk- (লিউক-), যার অর্থ সাদা ও cyt- (সাইট-) থেকে, যার অর্থ কোষ। রক্তের নমুনায় নিউট্রোফিলের সংখ্যা বেশি থাকলে 'বাফি কোট' সবুজ রঙের হয়, কারণ নিউট্রোফিল মায়েলোপার‌অক্সিডেজ নামক উৎসেচক তৈরি করে যার মধ্যে হিম উপাদান বিদ্যমান। শ্বেতকণিকার বৈশিষ্ট্যাবলি শ্বেত রক্তকণিকাসমূহ মানবদেহের সংবহনতন্ত্রে নিম্নলিখিত বৈশিষ্ট্যাবলি প্রদর্শন করে: ডায়াপিডিসিস: ডায়াপিডিসিস বা নিষ্ক্রমণ প্রক্রিয়ার মাধ্যমে শ্বেতকণিকা সরু রক্তবাহ বা কৈশিকার এন্ডোথেলিয়ামের রন্ধ্র দিয়ে চলাচল করে। নিউট্রোফিল ও মনোসাইট কৈশিকা ও কৈশিকা-পরবর্তী ধমনিকার এন্ডোথেলিয়াল কোষসমূহের মধ্যস্থিত ক্ষুদ্র রন্ধ্রের মধ্য দিয়ে ডায়াপিডিসিস (নিষ্ক্রমণ) প্রক্রিয়ায় ঠেস দিয়ে বের হয়ে আহত টিসুর দিকে যেতে পারে। যদিও শ্বেতকণিকার তুলনায় আন্তঃকোষীয় ফাঁক বা রন্ধ্র খুবই ক্ষুদ্রতর, কোষের একটি অংশ প্রথমে রন্ধ্রের মধ্য দিয়ে পিছলিয়ে যায়; কোষের এই"
  },
  {
    "chunk_id": "chunk_71",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "অংশটুকু ঐ সময়ের জন্য ক্ষণস্থায়ীভাবে রন্ধ্রের আকারের সমান সংকুচিত হয়ে যায়। অ্যামিবা-সদৃশ চলন: সাইটোপ্লাজমের বহিঃসরণ ও আকৃতির পরিবর্তনের মাধ্যমে শ্বেতকণিকা অ্যামিবা-সদৃশ চলন প্রদর্শন করে। নিউট্রোফিল, ম্যাক্রোফেজ, লিম্ফোসাইট এই পদ্ধতিতে চলতে পারে। কিছু কোষ প্রতি মিনিটে তাদের নিজস্ব দৈর্ঘ্যের সমান দূরত্বে বা ৪০ মাইক্রোমিটার পর্যন্ত গতিতে চলতে পারে। কেমোট্যাক্সিস‌: ক্ষতস্থানে নিঃসৃত কিছু রাসায়নিক বস্তুর কারণে আহত টিসুর দিকে শ্বেতকণিকার যে আকর্ষণ সৃষ্টি হয় তাকে কেমোট্যাক্সিস বা রসানুচলন বলে। আকর্ষণ সৃষ্টিকারী রাসায়নিক পদার্থসমূহের মধ্যে রয়েছে ব্যাকটেরিয়া ও ভাইরাস থেকে নির্গত টক্সিন বা অধিবিষ, প্রদাহঘটিত টিসুর অপজাত বস্তু, প্রদাহঘটিত টিসুতে সক্রিয় হওয়া কমপ্লিমেন্ট যৌগের বিক্রিয়াঘটিত কিছু বস্তু এবং প্রদাহ অঞ্চলে রক্তরস তঞ্চন বিক্রিয়ায় উৎপাদিত কিছু বস্তু ও কিছু অন্যান্য পদার্থ। কেমোট্যাক্টিক বা রসানুচলনমূলক পদার্থসমূহের ঘনমাত্রার উপরে কেমোট্যাক্সিস (রসানুচলন) নির্ভর করে। উৎসের কাছাকাছি ঘনত্ব সবচেয়ে বেশি থাকে, যা শ্বেতকণিকাসমূহের একমুখী চলন পরিচালনা করে। প্রদাহঘটিত টিসু থেকে ১০০ মাইক্রোমিটার দূরত্ব পর্যন্ত কেমোট্যাক্সিস (রসানুচলন) কার্যকর হয়। যেহেতু কোনো টিসু অঞ্চলই কৈশিকা থেকে ৫০ মাইক্রোমিটারের বেশি দূরে অবস্থিত না, সেহেতু কেমোট্যাক্টিক বা রসানুচলনমূলক সংকেত খুব সহজেই এক ঝাঁক শ্বেতকণিকাকে কৈশিকা থেকে প্রদাহ অঞ্চলে চালিত করতে পারে। ফ্যাগোসাইটোসিস: নিউট্রোফিল ও মনোসাইট বা ম্যাক্রোফেজ ফ্যাগোসাইটোসিস (খাদন) প্রক্রিয়ার মাধ্যমে বাহ্যিক বস্তুকে গ্রাস করে। শ্বেতকণিকা উৎপাদন ও সঞ্চয় অস্থিমজ্জাতে রক্তোৎপাদী মাতৃকোষ থেকে মায়েলোসাইটিক ও লিম্ফোসাইটিক নামক দুটি বংশানুক্রম গঠিত হয়, যেখান"
  },
  {
    "chunk_id": "chunk_72",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "থেকে সকল শ্বেতকণিকা উৎপাদিত হয়। দানাদার কোষ ও মনোসাইট কেবল অস্থিমজ্জাতে তৈরি হয়। লিম্ফোসাইট ও প্লাজমা কোষ প্রধানত লিম্ফোয়েড অঙ্গসমূহে (যেমন, লসিকাগ্রন্থি, প্লীহা, থাইমাস, টনসিল) তৈরি হয়। অস্থিমজ্জাতে তৈরি শ্বেতকণিকাসমূহ সংবহনতন্ত্রে প্রয়োজন না হওয়া পর্যন্ত সেখানেই সঞ্চিত থাকে। অতঃপর প্রয়োজন দেখা দিলে, বিবিধ বিষয় বা বস্তুর প্রভাবে সেগুলো অবমুক্ত হয়। স্বাভাবিক অবস্থায় সংবহনতন্ত্রে প্রবহমান শ্বেতকণিকার প্রায় তিনগুণ বেশি অস্থিমজ্জায় সঞ্চিত থাকে। লিম্ফোসাইটসমূহ বিভিন্ন লসিকাগ্রন্থি বা লিম্ফোয়েড টিসুতে সঞ্চিত থাকে, তবে অল্প পরিমাণ রক্তে পরিবাহিত হয়। শ্বেতকণিকার সংখ্যা প্রাপ্তবয়স্কদের ক্ষেত্রে প্রতি মাইক্রোলিটারে ৪,০০০-১১,০০০ সংখ্যক, জন্মের ১২ ঘণ্টা পর স্বাস্থ্যবান নবজাতকের প্রতি মাইক্রোলিটারে ১৩,০০০ থেকে ৩৮,০০০ সংখ্যক শ্বেতকণিকা থাকে। একবছর বয়সিদের ক্ষেত্রে ২০,০০০ ও এর চেয়ে বেশি বয়সি শিশুদের ক্ষেত্রে ১০,০০০-১৫,০০০ সংখ্যক থাকে। মোট শ্বেতকণিকা ও নিউট্রোফিল সংখ্যা সর্বাধিক থাকে নবজাতকে, ১-২ সপ্তাহ বয়স থেকে শুরু করে বয়ঃসন্ধির প্রথমদিক পর্যন্ত লিম্ফোসাইটের সংখ্যা বড়োদের তুলনায় আপেক্ষিকভাবে বেশি থাকলেও বয়স বৃদ্ধির সাথে সাথে নিউট্রোফিল প্রধান শ্বেতকণিকা হিসেবে জায়গা করে নেয়। নারীদের তুলনায় পুরুষদের ক্ষেত্রে সামান্য বেশি থাকে। রজঃস্রাব, গর্ভধারণ, সন্তান প্রসবকালীন শ্বেতকণিকার সংখ্যা বৃদ্ধি পায়। স্বাভাবিক গর্ভাবস্থায় মোট শ্বেতকণিকা ও নিউট্রোফিলের ঊর্ধ্বসীমা প্রতি মাইক্রোলিটারে যথাক্রমে ১৪,৫০০ ও ১১,০০০। এ-ছাড়া শারীরিক ব্যায়াম, আবেগীয় অবস্থা যেমন, উদ্‌বেগজনিত কারণেও শ্বেতকণিকার সংখ্যা বৃদ্ধি পেতে পারে। পর্যাপ্ত ঘুম হলে শ্বেতকণিকার সংখ্যা কম থাকে; অপরদিকে, পর্যাপ্ত ঘুম না হলে শ্বেতকণিকা"
  },
  {
    "chunk_id": "chunk_73",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "বৃদ্ধি পায়। স্বাভাবিক অবস্থায় শ্বেতকণিকার সংখ্যা সবচেয়ে কম থাকে সকালে এবং সবচেয়ে বেশি থাকে বিকেল বেলা। জাতিগোষ্ঠী অনুযায়ী মোট শ্বেতকণিকা ও বিভিন্ন উপধরনের সংখ্যায় তারতম্য লক্ষ করা যায়। আফ্রিকার কৃষ্ণাঙ্গ জাতিগোষ্ঠীর মানুষদের মোট শ্বেতকণিকা ও নিউট্রোফিল সংখ্যা কম থাকে। শ্বেতকণিকার জীবৎকাল শ্বেতকণিকার রক্তে উপস্থিত থাকার প্রধান কারণ হলো অস্থিমজ্জা বা লিম্ফোয়েড টিসু থেকে দেহের যে-স্থানে তাদের প্রয়োজন সেখানে পরিবহণ করা। অস্থিমজ্জা থেকে অবমুক্ত হওয়া দানাদার কোষসমূহের জীবৎকাল সংবহনতন্ত্রে সাধারণত ৪-৫ ঘণ্টা এবং টিসুতে আরও অতিরিক্ত ৪-৫ দিন। গুরুতর টিসু সংক্রমণ হলে মোট জীবৎকাল মাত্র কয়েক ঘণ্টায় নেমে আসতে পারে, কারণ দানাদার কোষসমূহ খুব দ্রুত সংক্রমিত অঞ্চলে যেতে থাকে, কাজ সম্পাদন শেষে ধ্বংসপ্রাপ্ত হয়। টিসুতে প্রবেশের পূর্বে মনোসাইটসমূহের পরিবহণ সময় প্রায় ১০-২০ ঘণ্টা। টিসুতে প্রবেশের পর তারা স্ফীত হয়ে বৃহত্তর আকৃতি ধারণ করে টিসু ম্যাক্রোফেজে পরিণত হয়, এই অবস্থায় কোষভক্ষণমূলক কাজ সম্পাদন করতে গিয়ে ধ্বংসপ্রাপ্ত না হলে তারা কয়েকমাস পর্যন্ত বেঁচে থাকতে পারে। লিম্ফোসাইটসমূহ লসিকাগ্রন্থি থেকে লসিকার মাধ্যমে অবিরাম সংবহনতন্ত্রে প্রবেশ করে। কয়েক ঘণ্টা পর, তারা ডায়াপিডিসিস (নিষ্ক্রমণ) প্রক্রিয়ার মাধ্যমে টিসুতে ফিরে আসে এবং লসিকায় পুনঃপ্রবেশ করে, এভাবে রক্তে বারংবার ফিরে আসে। দেহে লিম্ফোসাইটের প্রয়োজন অনুসারে এদের জীবৎকাল কয়েক মাস থেকে কয়েক বছর পর্যন্ত হয়ে থাকে। শ্বেতকণিকার শ্রেণিবিভাগ সার বর্ণনা সকল শ্বেতকণিকা নিউক্লিয়াসযুক্ত, যা তাদেরকে নিউক্লিয়াসবিহীন লোহিত রক্তকণিকা ও অণুচক্রিকা থেকে"
  },
  {
    "chunk_id": "chunk_74",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "আলাদা করে। শ্বেতকণিকাকে হয় গঠন (দানাদার কোষ অথবা অদানাদার কোষ) বা কোষ বংশানুক্রম (মায়েলয়েড কোষ অথবা লিম্ফোয়েড কোষ) অনুসারে দুটি বৃহৎ শ্রেণিতে ভাগ করা যায়। এই বৃহৎ শ্রেণিকে পুনরায় পাঁচটি প্রধান শ্রেণিতে ভাগ করা যায়: নিউট্রোফিল, ইওসিনোফিল, বেসোফিল, লিম্ফোসাইট ও মনোসাইট। এই ধরনগুলোকে তাদের শারীরিক ও কার্যক্রমের বৈশিষ্ট্য অনুযায়ী পৃথক করা হয়। এদেরকে পুনরায় বিভিন্ন উপধরনে বিভক্ত করা যায়। দানাদার কোষকে অদানাদার কোষ থেকে নিউক্লিয়াসের আকৃতি (খণ্ডযুক্ত বনাম গোলাকার, অর্থাৎ, বহুরূপী নিউক্লিয়াস বনাম একক নিউক্লিয়াস) ও তাদের সাইটোপ্লাজম দানার (উপস্থিত বা অনুপস্থিত, অথবা আরও স্পষ্ট করে বললে, আলোক অণুবীক্ষণযন্ত্রে দৃশ্যমান অথবা দৃশ্যমান নয়) মাধ্যমে পৃথক করা যায়। রক্তরসে ভাসমান থাকা অবস্থায় সকল শ্বেতকণিকা বর্তুলাকার হয়ে থাকে, রক্তবাহ থেকে বের হওয়ার পর তারা অ্যামিবা-সদৃশ ও চলনক্ষম হয়ে যায়। সারণিতে যে আকারের উল্লেখ করা হয়েছে তা রক্তানুলেপ বা ব্লাড স্মিয়ারের পর্যবেক্ষণ থেকে প্রাপ্ত, যেখানে কোষসমূহ ছড়ানো থাকে এবং সংবহনতন্ত্রের তুলনায় কিছুটা বড়ো মনে হয়। অঙ্গসংস্থানিক বৈশিষ্ট্যাবলি নিউট্রোফিল নিউট্রোফিল বা নিরাকর্ষী শ্বেতিকা হলো সবচেয়ে সংখ্যাগরিষ্ঠ শ্বেতকণিকা, প্রবহমান মোট শ্বেতকণিকার ৫০-৭০% হলো নিউট্রোফিল। এদেরকে পলিমরফোনিউক্লিয়ার বা বহুরূপী নিউক্লিয়াসবিশিষ্ট শ্বেতকণিকা বলে, যদিও প্রকৃতপক্ষে পলিমরফোনিউক্লিয়ার বলতে সকল দানাদার কোষকে বুঝায়। এদের নিউক্লিয়াস বহুখণ্ড বিশিষ্ট, তিন থেকে পাঁচটি খণ্ড পাতলা সুতার মতো বস্তু দ্বারা যুক্ত থাকে। এর ফলে নিউট্রোফিলকে দেখে মনে হয়, এতে অনেকগুলো নিউক্লিয়াস বিদ্যমান; এজন্য"
  },
  {
    "chunk_id": "chunk_75",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "এর নাম পলিমরফোনিউক্লিয়ার বা বহুরূপী শ্বেতকণিকা। নারীদের ক্ষেত্রে, নিউক্লিয়াস খণ্ডগুলোর একটিতে নিষ্ক্রিয় এক্স ক্রোমোসোমকে ঢাকের কাঠিসদৃশ উপাঙ্গ হিসেবে দেখা যেতে পারে। সাইটোপ্লাজমে রঞ্জিত অবস্থায় ঈষৎ বেগুনি রঙের সূক্ষ্ম দানা থাকায় এটি অচ্ছ দেখায়। অসংখ্য সাইটোপ্লাজমীয় দানা আকার, আকৃতি ও উপাদানে অসমসত্ত বা বিষমজাতীয়, কিন্তু সবাই ঝিল্লি-বেষ্টিত এবং আর্দ্রবিশ্লেষী ও অন্যান্য উৎসেচক ধারণ করে। তাদের উৎস ও উপাদানের উপর ভিত্তি করে দুটি প্রধান ধরনে পৃথক করা হয়। প্রাথমিক (অ্যাজুরোফিলিক বা নভোনীলাকর্ষী) দানাসমূহ নিউট্রোফিল পরিপক্কতার প্রথম দিকে গঠিত হয়। এরা অপেক্ষাকৃত বৃহৎ (০.৫ μm) উপগোলকীয় লাইসোজোম যার মধ্যে মায়েলোপার‌অক্সিডেজ, অ্যাসিড ফসফাটেজ, ইলাস্টেজ ও কিছু অন্যান্য উৎসেচক রয়েছে। সুনির্দিষ্ট বা গৌণ দানাগুলো পরে গঠিত হয় এবং বিবিধ আকৃতির হয়ে থাকে, যেমন বর্তুলাকার, উপবৃত্তাকার ও দণ্ডাকার। এগুলোতে শক্তিশালী ব্যাকটেরিয়ানাশক উপাদান যেমন অ্যালকালাইন ফসফাটেজ, ল্যাক্টোফেরিন ও কোলাজিনেজ রয়েছে, যেগুলোর কোনোটিই প্রাথমিক দানাগুলোতে নেই। অপরপক্ষে, গৌণ দানাগুলোতে পার‌অক্সিডেজ ও অ্যাসিড ফসফাটেজ থাকে না। কিছু উৎসেচক, যেমন লাইসোজাইম, উভয় ধরনের দানাতেই থাকে। নিউট্রোফিল ফ্যাগোসাইটোসিস প্রক্রিয়ার মাধ্যমে ব্যাকটেরিয়াকে মেরে ফেলে এবং ক্ষতস্থানের পুঁজে প্রচুর নিউট্রোফিল থাকে। এ-সব কোষগুলো তাদের লাইসোসোমকে (অণুজীবগুলোকে ধ্বংস করতে ব্যবহৃত) পুনর্গঠিত করতে পারে না, ফলে কিছু জীবাণুকে ধ্বংস করার পর মারা যায়। তাৎক্ষণিক প্রদাহের প্রাথমিক পর্যায়ে সবচেয়ে বেশি থাকে নিউট্রোফিল। তীব্র তাৎক্ষণিক প্রদাহের ফলে রক্তে নিউট্রোফিল সংখ্যা কখনো কখনো চার থেকে পাঁচগুণ পর্যন্ত বৃদ্ধি"
  },
  {
    "chunk_id": "chunk_76",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "পেতে পারে (প্রতি মাইক্রোলিটারে স্বাভাবিক সংখ্যা ৪,০০০-৫,০০০ থেকে ১৫,০০০-২৫,০০০ পর্যন্ত), যা নিউট্রোফিলিয়া নামে পরিচিত। সংবহনে নিষ্ক্রিয় মানব নিউট্রোফিলের গড় জীবৎকাল ৫ থেকে ১৩৫ ঘণ্টার মধ্যে। নিউট্রোফিল প্রিকার্সর বা পূর্বগ ও নিউট্রোফিল অস্থিমজ্জাতে ১৪ দিন অতিবাহিত করে, যেখানে রক্তে এদের অর্ধায়ু মাত্র ৬-৯ ঘণ্টা। প্রান্তীয় রক্তে নিউট্রোফিলের সংখ্যা দেহের মোট নিউট্রোফিলের ১০%-এরও কম। রক্তে স্বাভাবিক মাত্রা বজায় রাখার জন্য প্রত্যহ ১০ ১১ বা ১০০ বিলিয়নেরও বেশি নিউট্রোফিল উৎপাদিত হওয়া প্রয়োজন। ইওসিনোফিল মোট শ্বেতকণিকার ২-৪% হলো ইওসিনোফিল। এই সংখ্যা সারা দিনব্যাপী, মৌসুমে ও রজঃস্রাবের সময় ওঠানামা করে। অ্যালার্জি, পরজীবী সংক্রমণ, কোলাজেন রোগ, প্লীহা ও কেন্দ্রীয় স্নায়ুতন্ত্রের রোগে ইওসিনোফিল সংখ্যা বৃদ্ধি পায়। রক্তলেপ বা ব্লাড স্মিয়ারে, এই কোষের আকার নিউট্রোফিলের সমান বা সামান্য বড়ো, এদের নিউক্লিয়াস দ্বিখণ্ডক, খণ্ডদ্বয় পাতলা সূত্রক দ্বারা যুক্ত। সাইটোপ্লাজম অম্লাকোর্ষী দানাযুক্ত যা ইওসিন রঞ্জকে বৈশিষ্টপূর্ণ গোলাপি-কমলা রং ধারণ করে। ইওসিনোফিলিক-সুনির্দিষ্ট দানাসমূহ ডিম্বাকৃতির ও চ্যাপটা স্ফটিক-তুল্য কেন্দ্রবিশিষ্ট। দানাতে মেজর বেসিক প্রোটিন থাকে, যেটি একটি আরজিনিন-সমৃদ্ধ বস্তু যা দানার অ্যাসিডোফিলিয়া বা অম্লাকর্ষীতার জন্য দায়ী এবং এটি মোট দানা প্রোটিনের ৫০%। মেজর বেসিক প্রোটিনসমূহ ইওসিনোফিলিক পার‌অক্সিডেজ ও অন্যান্য উৎসেচক এবং টক্সিন বা অধিবিষের সাহায্যে পরজীবী বা কৃমিকে হত্যা করে। ইওসিনোফিলসমূহ বিশেষ করে অন্ত্রের আবরণীর যোজক কলা এবং দীর্ঘস্থায়ী প্রদাহ হয় এমন স্থান যেমন, হাঁপানি রোগীর ফুসফুস টিসুতে প্রচুর পরিমাণে থাকে। ইওসিনোফিল হলো"
  },
  {
    "chunk_id": "chunk_77",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "দুর্বল ফ্যাগোসাইট বা ভক্ষককোষ, এদের কেমোট্যাক্সিস (রসানুচলন) বৈশিষ্ট্য রয়েছে তবে, নিউট্রোফিলের তুলনায় সচরাচর সংক্রমণের বিরুদ্ধে প্রতিরক্ষা দিতে কতখানি সক্ষম তা সন্দেহজনক। প্রাথমিকভাবে পরজীবী সংক্রমণে কাজ করলেও, অ্যালার্জিক বিক্রিয়াতে প্রধান প্রদাহমূলক কোষ হিসেবে ভূমিকা রাখে। ইওসিনোফিলের সংখ্যা স্বাভাবিকের তুলনায় বেড়ে গেলে তাকে ইওসিনোফিলিয়া বলে। ইওসিনোফিলিয়ার গুরুত্বপূর্ণ কারণগুলো হলো অ্যালার্জিসমূহ যেমন হাঁপানি, হেই ফিভার, ছুলি ও পরজীবী সংক্রমণ। বেসোফিল বেসোফিলের ব্যাস ১২-১৫ μm কিন্তু প্রবহমান শ্বেতকণিকার মাত্র ১%-এর চেয়েও কম হওয়ায় স্বাভাবিক ব্লাড স্মিয়ার বা রক্তকাচে দেখতে পাওয়া কঠিন। এদের নিউক্লিয়াস দুটি অনিয়ত খণ্ডে বিভক্ত এবং সাইটোপ্লাজমে অসূক্ষ্ম দানা বিদ্যমান, কিন্তু বৃহৎ সুনির্দিষ্ট দানাসমূহ (ব্যাস ০.৫ μm) নিউক্লিয়াসের উপরে অবস্থান করায় এটিকে স্পষ্টভাবে দেখা যায় না। দানাগুলো মেথিলিন ব্লু রঞ্জকে অরুণিম নীল বর্ণ ধারণ করে। বেসোফিল কিছুটা পৃথুল বা মাস্ট কোষের মতো হলেও দুটি ভিন্ন কোষ। বেসোফিল ও মাস্ট কোষ (পৃথুল কোষ) উভয়ই রক্তে হেপারিন নিঃসরণ করে। হেপারিন রক্ত তঞ্চন প্রতিরোধ করে। এ-ছাড়া বেসোফিল থেকে হিস্টামিন ও অল্প পরিমাণ ব্র‍্যাডিকাইনিন এবং সেরোটোনিন নিঃসৃত হয়। দানাসমূহে হেপারিন ও অন্যান্য সালফেটযুক্ত গ্লাইকোসামিনোগ্লাইক্যান যৌগসমূহের উপস্থিতির কারণে অত্যন্ত ক্ষারাকর্ষী হয়ে থাকে। বেসোফিল নিঃসৃত হিস্টামিন রক্তবাহের প্রসারণ ঘটিয়ে আহত টিসুতে রক্তপ্রবাহ বাড়ায়। এটি রক্তনালিকে অনেক বেশি ভেদ্য বানায়, ফলে নিউট্রোফিল ও তঞ্চনকারী প্রোটিন সহজেই যোজক কলাতে প্রবেশ করতে পারে। হেপারিন তঞ্চনরোধক হিসেবে কাজ করায় প্রদাহ অঞ্চলে শ্বেতকণিকার"
  },
  {
    "chunk_id": "chunk_78",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "চলন সহজ হয়। বেসোফিল রসানুচলনমূলক বা কেমোট্যাক্টিক বস্তুও নির্গত করে যা নিউট্রোফিল ও ইওসিনোফিলকে সংক্রমণস্থলে আকর্ষণ করে। লিম্ফোসাইট অদানাদার কোষগুলোর মধ্যে রক্তে সবচেয়ে বেশি থাকে লিম্ফোসাইট (মোট শ্বেতকণিকার এক-তৃতীয়াংশ), এদের নিউক্লিয়াস প্রধানত বর্তুলাকার, তবে শিম-আকৃতির বা বৃক্ক-আকৃতিরও হতে পারে। লিম্ফোসাইট হলো সবচেয়ে ক্ষুদ্র শ্বেতকণিকা। যদিও অঙ্গসংস্থানিকভাবে তারা অনুরূপ, তথাপি স্বাতন্ত্র্যসূচক পৃষ্ঠতলীয় অণুসমূহের (ক্লাস্টার অব ডিফারেনসিয়েশন নামে পরিচিত) দ্বারা বিভিন্ন কার্যক্রমমূলক গোষ্ঠীতে ভাগ করা যেতে পারে। যদিও সাধারণত ক্ষুদ্র, তথাপি অধিকাংশ শ্বেতকণিকার তুলনায় প্রবহমান লিম্ফোসাইটের আকারের সীমা প্রশস্ততর। ক্ষুদ্র, নব-মুক্ত লিম্ফোসাইটের ব্যাস লোহিত রক্তকণিকার অনুরূপ; মাঝারি ও বৃহৎ লিম্ফোসাইটসমূহের ব্যাস ৯-১৮ μm, যেখানে শেষেরটা সক্রিয় লিম্ফোসাইট অথবা প্রাকৃতিক মারণ কোষকে প্রতিনিধিত্ব করে। ক্ষুদ্র লিম্ফোসাইটগুলোর নিউক্লিয়াস বর্তুলাকার ও অতিঘন ক্রোমাটিন (রঞ্জীকেন্দ্রক) যুক্ত; নিউক্লিয়াসের চারিপাশে চিকন বৃত্তাকারে অত্যল্প সাইটোপ্লাজম রয়েছে, যার ফলে দানাদার কোষ থেকে সহজেই পৃথক করা যায়। বৃহত্তর লিম্ফোসাইটসমূহের নিউক্লিয়াস কিছুটা বৃহত্তর, সামান্য খাঁজকাটা। সাইটোপ্লাজম অপেক্ষাকৃত বেশি, এতে কিছুটা বেসোফিলিক (ক্ষারাকর্ষী) ও কতকটা অ্যাজুরোফিলিক দানা, মাইটোকন্ড্রিয়া, মুক্ত পলিসোম এবং অন্যান্য অঙ্গাণু থাকে। লিম্ফোসাইটসমূহ অস্থিমজ্জার বহুজনি রক্তোৎপাদী মাতৃকোষ থেকে উদ্ভূত হয়। দুটো প্রধান ধরন হলো টি কোষ (যেটি কোষীয় অনাক্রম্যতা প্রদান করে) ও বি কোষ (যেটি হিউমোরাল অনাক্রম্যতা প্রদান করে)। যে-সকল লিম্ফোয়েড কোষসমূহ থাইমাসে পরিভ্রমণ করে, সেগুলো টি কোষে পরিণত হয়, অন্যদিকে বি কোষসমূহ অস্থিমজ্জাতে পরিপক্কতা লাভ করে। সংবহনে অধিকাংশ (প্রায় ৮০%)"
  },
  {
    "chunk_id": "chunk_79",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "লিম্ফোসাইট হলো টি কোষ। মনোসাইট মনোসাইট হলো বৃহত্তম শ্বেতকণিকা (ব্যাস ১২–২০ µm), এতে অনিয়ত নিউক্লিয়াস-যুক্ত মলিন নীল সাইটোপ্লাজম রয়েছে। কখনো কখনো সাইটোপ্লাজমে গহ্বর থাকে। নিউক্লিয়াসটি আকারে বৃহৎ এবং খাঁজযুক্ত বা ইংরেজি 'সি' বর্ণের মতো। ক্রোমাটিন তন্তু অপেক্ষাকৃত কম ঘন এবং বৃহৎ লিম্ফোসাইটের তুলনায় হালকাভাবে রঞ্জিত হয়। এই কোষগুলো সংবহনে কয়েক ঘণ্টা অবস্থানের পর টিসুতে পরিভ্রমণ করে, যেখানে তারা ম্যাক্রোফেজ, কুপফার কোষ অথবা অ্যান্টিজেন-উপস্থাপনকারী ডেনড্রিটিক কোষে পরিণত হয়। ম্যাক্রোফেজ ম্যাক্রোফেজগুলো উদ্ভূত হয় মনোসাইট থেকে। কার্যক্রমের অবস্থার উপর ভিত্তি করে এদের আকার ও আকৃতির অনেক পরিবর্তন হয়। একটি আদর্শ ম্যাক্রোফেজের ব্যাস ১০-৩০ মাইক্রোমিটার হয় এবং একটি উৎকেন্দ্রিক ডিম্বাকৃতির বা বৃক্কাকার নিউক্লিয়াস থাকে। অধিকাংশ অঙ্গের যোজক কলাতেই ম্যাক্রোফেজ থাকে। ম্যাক্রোফেজকে দেহের ধাঙড় কোষ বলা হয়। প্রাকৃতিক মারণ কোষ প্রাকৃতিক মারণ কোষ কর্মগত দিক দিয়ে সাইটোটক্সিক টি কোষের অনুরূপ। তবে, এদের মধ্যে লিম্ফোসাইটের আদর্শ বৈশিষ্ট্যাবলি অনুপস্থিত এবং অ্যান্টিজেনভিত্তিক সুনির্দিষ্ট রিসেপ্টর থাকে না। লিম্ফোসাইট-সদৃশ কোষগুলোর মধ্যে খুব অল্পসংখ্যক (সকল লিম্ফোসাইটের মধ্যে ৫-২০%) হলো প্রাকৃতিক মারণ কোষ এবং এদেরকে বৃহৎ দানাদার লিম্ফোসাইট শ্রেণিতে অন্তর্ভুক্ত করা হয়। পরিপক্ক হওয়ার পর এদের সাইটোপ্লাজম মৃদু ক্ষারাকর্ষী হয়ে থাকে। এদের সাইটোপ্লাজমে রয়েছে রাইবোসোম, অমসৃণ এন্ডোপ্লাজমিক রেটিকুলাম এবং ঝিল্লি-বেষ্টিত ভেসিকল বা কোষথলি যার কেন্দ্র স্ফটিক তুল্য ও ব্যাস ২০০–৫০০ ন্যানোমিটার। এগুলোতে পারফোরিন (সাইটোলাইসিন) প্রোটিন থাকে, যা অভীষ্ট কোষসমূহের প্লাজমা ঝিল্লিতে গর্ত"
  },
  {
    "chunk_id": "chunk_80",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "তৈরি করতে সক্ষম। এ-ছাড়া এতে গ্র‍্যানজাইম (সেরিন প্রোটিয়েজ) নামক উৎসেচক রয়েছে, যা অ্যাপোপটোসিস প্রক্রিয়ায় অভীষ্ট কোষের মৃত্যু ঘটাতে পারে। অভীষ্ট কোষসমূহকে হনন করতে বিবিধ বস্তুর দ্বারা প্রাকৃতিক মারণ কোষগুলো সক্রিয় হয়। এরা অ্যান্টিবডি আস্তরযুক্ত অভীষ্ট কোষসমূহকে চিনতে ও হত্যা করতে পারে। এই কৌশলকে অ্যান্টিবডি ডিপেন্ডেন্ট সেল মিডিয়েটেড সাইটোটক্সিসিটি (প্রতিরক্ষিকা নির্ভরশীল কোষ মধ্যস্থতাকৃত কোষবিষাক্ততা) বলে। প্লাজমা কোষ প্লাজমা কোষ হলো লিম্ফোসাইট (বি কোষ) থেকে উদ্ভূত অ্যান্টিবডি উৎপাদনকারী কোষ। প্লাজমা কোষগুলো অপেক্ষাকৃত বৃহৎ, ডিম্বাকৃতির হয় এবং এদের ক্ষারাকর্ষী সাইটোপ্লাজমে প্রচুর অমসৃণ এন্ডোপ্লাজমিক রেটিকুলাম ও নিউক্লিয়াসের নিকটে একটি বৃহৎ গলজি বস্তু থাকে। প্লাজমা কোষের নিউক্লিয়াস বর্তুলাকার কিন্তু উৎকেন্দ্রিক। এ-সব নিউক্লিয়াসের অনেকগুলোতেই পরপর প্রান্তীয় ঘন হিটারোক্রোমাটিন অঞ্চল ও হালকা ইউক্রোমাটিন অঞ্চল বিদ্যমান। অধিকাংশ যোজক কলাতে ন্যূনপক্ষে কিছু প্লাজমা কোষ থাকে।এদের গড় জীবৎকাল মাত্র ১০-২০ দিন। প্লাজমা কোষকে অ্যান্টিবডির কারখানা বলা হয়। কিছু প্লাজমা কোষ প্রতি সেকেন্ডে প্রায় ২,০০০ সংখ্যক অ্যান্টিবডি প্রস্তুত করতে পারে। এরকম বীরত্বপূর্ণ প্রচেষ্টার দরুন প্লাজমা কোষ বেশিদিন বাঁচতে পারে না। নিবদ্ধ শ্বেতকণিকা কিছু শ্বেতকণিকা রক্তে না থেকে টিসুতে পরিভ্রমণ করে সেখানে স্থায়ীভাবে থেকে যায়। কোন টিসুতে স্থায়ী হচ্ছে তার উপর ভিত্তি করে তাদের সুনির্দিষ্ট নাম রয়েছে, যেমন যকৃতে নিবদ্ধ ম্যাক্রোফেজ কুপফার কোষ নামে পরিচিত। এই কোষগুলো তখনও অনাক্রম্যতন্ত্রে ভূমিকা রাখে। হিস্টিওসাইট: এটি এককেন্দ্রক খাদক কোষ ব্যবস্থা বা মনোনিউক্লিয়ার ফ্যাগোসাইট সিস্টেমের একটি"
  },
  {
    "chunk_id": "chunk_81",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "অংশ। হিস্টিওসাইট বা কলাকোষ প্রকৃতপক্ষে একটি টিসু ম্যাক্রোফেজ বা ডেনড্রিটিক কোষ। ডেনড্রিটিক কোষ: এরা সহজাত প্রতিরক্ষা ও অর্জিত প্রতিরক্ষার মধ্যে বার্তাবাহক হিসেবে কাজ করে, এদের প্রধান কাজ টি-কোষের কাছে অ্যান্টিজেন (প্রতিজন) উপস্থাপন করা। যে-সকল টিসু দেহের বাহ্যিক পরিবেশের সংস্পর্শে থাকে যেমন ত্বক (যেখানে ল্যাঙ্গারহ্যান্স কোষ নামে বিশেষায়িত ডেনড্রিটিক কোষ থাকে), নাকের অভ্যন্তরীণ আবরণী কলা, ফুসফুস, পাকস্থলী, ও অন্ত্রে ডেনড্রিটিক কোষ বিদ্যমান। রক্তে অপরিপক্ক অবস্থায় এদের পাওয়া যেতে পারে। একবার সক্রিয় হলে এরা লসিকাগ্রন্থিতে পরিভ্রমণ করে। মাস্ট কোষ: মাস্ট কোষ (পৃথুল কোষ) হলো যোজক কলার অনিয়তাকার বা ডিম্বাকৃতির কোষ, যার ব্যাস ৭-২০ মাইক্রোমিটার। এদের সাইটোপ্লাজমে ক্ষারাকর্ষী ক্ষরণমূলক দানা বিদ্যমান যা প্রায়শই কেন্দ্রীয় নিউক্লিয়াসকে আড়াল করে দেয়। এই দানাগুলো ইলেকট্রন ডেন্স এবং বিবিধ আকারের (এদের ব্যাস ০.৩-২.০ μm) হয়। মাস্ট কোষের দানাগুলোর সালফারযুক্ত গ্লাইকোস্যামিনোগ্লাইক্যান্সে অধিক পরিমাণে অম্লীয় মূলক থাকায় এগুলো মেটাক্রোমেজিয়া বা খলরঞ্জন প্রদর্শন করে, যার অর্থ হচ্ছে তারা কিছু ক্ষারীয় রঞ্জকের (যেমন, টলুইডিন ব্লু) বর্ণ নীল থেকে অরুণ বা লাল বর্ণে পরিবর্তন করতে পারে। ম্যাক্রোফেজের মতো মাস্ট কোষও অস্থিমজ্জার প্রোজেনিটর বা প্রজনিকা কোষ থেকে উৎপত্তি লাভ করে এবং রক্তে প্রবাহিত হয়ে উপশিরা নামক ক্ষুদ্র বাহিকার প্রাচীর ভেদ করে যোজক কলায় প্রবেশ করে, যেখানে তাদের সংপরিবর্তন বা বিভেদন ঘটে। যদিও মাস্ট কোষ বিভিন্ন দৃষ্টিকোণ থেকে বেসোফিলের অনুরূপ, তথাপি তাদের উৎপত্তি ভিন্ন। মাইক্রোগ্লাইয়া:"
  },
  {
    "chunk_id": "chunk_82",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "মাইক্রোগ্লাইয়া হলো ক্ষুদ্র ডেনড্রিটিক কোষ যা অক্ষিপটসহ সমগ্র কেন্দ্রীয় স্নায়ুতন্ত্রে বিদ্যমান। ভ্রুণীয় মনোসাইট বা এর পূর্বগ কোষ থেকে মাইক্রোগ্লিয়ার উৎপত্তি বলে মনে করা হয়; জন্মের পূর্বে রক্তোৎপাদী কোষগুলো স্নায়ুর রক্তবাহিকার প্রাচীর ভেদ করে অ্যামিবয়েড কোষ হিসেবে কেন্দ্রীয় স্নায়ুতন্ত্রের টিসুতে ঢুকে পড়ে। মাইক্রোগ্লিয়া হলো সবচেয়ে ক্ষুদ্র নিউরোগ্লিয়া কোষ। মাইক্রোগ্লিয়া অনিয়তাকার হয়ে থাকে এবং গাঢ়ভাবে রঞ্জিত ক্ষুদ্র নিউক্লিয়াস প্রায় পুরো কোষকে পূর্ণ করে। মাইক্রোগ্লিয়ার কোষ প্রবর্ধগুলো সংখ্যায় অল্প, খাটো ও চিকন। কোষদেহ ও প্রবর্ধ উভয়ই ক্ষুদ্র কণ্টক দ্বারা আবৃত। মাইক্রোগ্লিয়ার প্রধান কাজ যোজক কলার ম্যাক্রোফেজের মতো। স্নায়ুকলা আঘাতপ্রাপ্ত বা ক্ষতিগ্রস্ত হলে মাইক্রোগ্লিয়া উক্ত অঞ্চলে পরিভ্রমণ করে, সংখ্যাবৃদ্ধি ঘটায় এবং ভক্ষককোষে পরিণত হয়ে মৃত বা বাহ্যিক টিসুকে অপসারণ করে। এটি কেন্দ্রীয় স্নায়ুতন্ত্রের হোয়াইট ম্যাটার (শ্বেত পদার্থ) ও গ্রে ম্যাটার (ধূসর পদার্থ) উভয় ধরনের টিসুতেই থাকে এবং কেন্দ্রীয় স্নায়ুতন্ত্রের প্রধান ভক্ষককোষ। শ্বেতকণিকার কাজ সাধারণত, শ্বেতকণিকা দেহের প্রতিরক্ষা ব্যবস্থায় গুরুত্বপূর্ণ ভূমিকা পালন করে। এই কণিকাসমূহ আক্রমণকারী জীবাণু বা বাহ্যিক বস্তুকে ধ্বংস বা নিষ্ক্রিয় করে দেহকে তাদের হাত থেকে রক্ষা করে। তবে, প্রতিরক্ষা কাজে প্রতিটি ধরনের শ্বেতকণিকা পৃথক পদ্ধতিতে কাজ করে। নিউট্রোফিল নিউট্রোফিল দেহের প্রতিরক্ষা কৌশলে গুরুত্বপূর্ণ ভূমিকা পালন করে। নিউট্রোফিল ও মনোসাইট উভয়েই আক্রমণকারী জীবাণুর বিরুদ্ধে দেহের প্রথম সারির প্রতিরক্ষা কোষ হিসেবে কাজ করে। নিউট্রোফিল হলো দেহের মুক্ত কোষ এবং এরা টিসুর মধ্য দিয়েও মুক্তভাবে"
  },
  {
    "chunk_id": "chunk_83",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "চলাচল করতে পারে, বাস্তবিকপক্ষে দেহের কোনো অংশই এই শ্বেতকণিকা থেকে মুক্ত নয়। এদের কাজ হলো অণুজীবদের মেরে ফেলা, টিসুর মধ্য দিয়ে কোষসমূহের পরিবহণ সহজতর করা ও প্রতিরক্ষায় সাড়াদান বাড়ানো। এ-সকল কাজগুলো দানার মধ্যে অবস্থিত উৎসেচকের মাধ্যমে হয়ে থাকে, যেগুলো অণুজীবদের হত্যার ও অবক্ষয়ের অন্তঃকোষীয় পরিবেশ প্রদান করে। দুই প্রধান ধরনের দানা রয়েছে: প্রাথমিক বা অ্যাজুরোফিল (নভোনীল) দানা ও গৌণ বা সুনির্দিষ্ট দানা (সংখ্যায় বেশি)। প্রাথমিক দানাতে রয়েছে মায়েলোপার‌অক্সিডেজ ও অন্যান্য উৎসেচক যা গলাধঃকরণকৃত অণুজীবদের অন্তঃকোষীয় হত্যা ও পরিপাকের জন্য জরুরি। গৌণ দানাগুলো ক্ষুদ্রতর এবং লাইসোজাইম, কোলাজিনেজ ও ল্যাক্টোফেরিন ধারণ করে, যেগুলোকে বহিঃকোষীয় ফাঁকা স্থানে অবমুক্ত করা যেতে পারে। সংক্রমণের। সংক্রমণের প্রতি সাড়াপ্রদানের ফলে উৎসেচক উৎপাদন অনেক বেড়ে যায়, অণুবীক্ষণযন্ত্রে দানাগুলো অনেক বেশি রঞ্জিত দেখায় যা 'টক্সিক গ্র‍্যানুলেশন' বা বিষাক্ত দানাভবন নামে পরিচিত। নিউট্রোফিলের আরেকটি গুরুত্বপূর্ণ কাজ হলো ফ্যাগোসাইটোসিস। ফ্যাগোসাইটোসিস খুবই নৈর্বাচনিক প্রক্রিয়া। কিছু শারীরিক বৈশিষ্ট্য ফ্যাগোসাইটোসিসের সুযোগ বাড়িয়ে দেয়। টিসুর অধিকাংশ প্রাকৃতিক গঠনে মসৃণ উপরিতল থাকায় ফ্যাগোসাইটোসিস প্রক্রিয়ায় বাধা প্রদান করে; যদি উপরিতল অমসৃণ হয়, ফ্যাগোসাইটোসিসের সম্ভাবনা বেড়ে যায়। দেহে প্রাকৃতিকভাবে গঠিত হওয়া অধিকাংশ পদার্থেই প্রতিরক্ষামূলক প্রোটিন আস্তর থাকে যা ভক্ষক কোষগুলোকে বিতাড়িত করে। মৃত কোষসমূহ ও অধিকাংশ বাহ্যিক বস্তুতে প্রায়শই কোনো প্রতিরক্ষামূলক আস্তর নেই, যা তাদেরকে ফ্যাগোসাইটোসিস-প্রবণ করে তুলে। ইওসিনোফিল পরজীবী সংক্রমণে প্রচুর সংখ্যক ইওসিনোফিল উৎপাদিত হয় এবং পরজীবী"
  },
  {
    "chunk_id": "chunk_84",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "আক্রান্ত টিসুতে পরিভ্রমণ করে। পরজীবীসমূহ আকারে অনেক বৃহৎ হওয়ায় ইওসিনোফিল বা অন্যান্য কোষের পক্ষে ফ্যাগোসাইটোসিস করা কঠিন হলেও, ইওসিনোফিল বিশেষ পৃষ্ঠতলীয় অণুসমূহের সাহায্য নিয়ে নিজেদেরকে পরজীবীর সাথে সংযুক্ত করে এবং বিশেষ কিছু পদার্থ (যেমন, আর্দ্রবিশ্লেষী উৎসেচক, অক্সিজেনের বিক্রিয়ামূলক ধরণ, মেজর বেসিক প্রোটিন নামক লার্ভানাশক পলিপেপটাইড) অবমুক্ত করে অনেক পরজীবীকে হত্যা করে। পরজীবী সংক্রমণের বিরুদ্ধে লড়াই করা ছাড়াও ইওসিনোফিলের আরেকটি প্রবণতা হলো যে-সকল টিসুতে অ্যালার্জিজনিত বিক্রিয়া হয়, সেখানে জড়ো হওয়া। বেসোফিল ও মাস্ট কোষ (পৃথুল কোষ) থেকে নির্গত হওয়া কেমোট্যাক্টিক বস্তুর কারণে প্রদাহযুক্ত অ্যালার্জিক টিসুতে ইওসিনোফিল পরিভ্রমণ করে। ইওসিনোফিল মাস্ট কোষ ও বেসোফিল থেকে নির্গত কিছু প্রদাহ-সৃষ্টিকারী বস্তুকে বিনষ্ট করে এবং অ্যালার্জেন-অ্যান্টবডি যৌগকে ধ্বংস করে, এভাবে প্রদাহমূলক প্রক্রিয়ার বিস্তৃতি রোধ করে। ইওসিনোফিল কেমোকাইন, সাইটোকাইন ও লিপিড মিডিয়েটর নির্গত করে অ্যালার্জিজনিত প্রদাহকে নিয়ন্ত্রণ করতে পারে। এ-সকল কারণে কৃমি সংক্রমণ ও অ্যালার্জিতে ইওসিনোফিল সংখ্যা বৃদ্ধি পায়। এরা অন্ত্রীয় রস থেকেও ফ্যাগোসাইটোসিসের মাধ্যমে অ্যান্টিজেন-অ্যান্টিবডি যৌগ অপসারণ করতে পারে। বেসোফিল ও মাস্ট কোষ বেসোফিল ও মাস্ট কোষ উভয়ই অস্থিমজ্জা থেকে উদ্ভূত হয় এবং অ্যালার্জিজনিত রোগে কেন্দ্রীয় ভূমিকা পালন করে। মাস্ট কোষ মূলত এমন টিসুতে বাস করে যেগুলো বাহ্যিক পরিবেশের সংস্পর্শে আসে, যেমন ত্বক ও অন্ত্র; অন্যদিকে বেসোফিল প্রান্তীয় রক্ত সংবহনে অবস্থান করে এবং প্রদাহ ঘটলে টিসুতে চলে আসে। উভয় কোষেই বৃহৎ সাইটোপ্লাজমীয় দানা রয়েছে। উভয়ই"
  },
  {
    "chunk_id": "chunk_85",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "বৃহৎ সাইটোপ্লাজমীয় দানা ধারণ করে, যাতে ভেজো‌অ্যাকটিভ (বাহ-নিয়ন্ত্রক) পদার্থ যেমন হিস্টামিন ও কিছু অল্প পরিমাণ ব্র‍্যাডিকাইনিন ও সেরোটোনিন রয়েছে, যেগুলো প্রদাহমূলক প্রক্রিয়ায় অবদান রাখে। এ-ছাড়া মাস্ট কোষ ও বেসোফিল থেকে হেপারিন নির্গত হয়, যা রক্ত তঞ্চন প্রতিরোধ করে। বেসোফিল ও মাস্ট কোষের পৃষ্ঠতলে ইমিউনোগ্লোবিউলিন-ই (IgE) রিসেপ্টর রয়েছে যা ইমিউনোগ্লোবিউলিন-ই অ্যান্টিবডির সাথে যুক্ত হয়। এই বন্ধনের ফলে বেসোফিল ও মাস্ট কোষ বিদীর্ণ হয়ে যায় এবং প্রচুর পরিমাণে দানাতে বিদ্যমান হিস্টামিন, ব্র‍্যাডিকাইনিন, সেরোটোনিন, হেপারিন, লাইসোসোমাল উৎসেচক ও অ্যানাফিল্যাক্সিস বা অতিসংবেদ্যতা সৃষ্টিকারী ধীরগতির বিক্রিয়ক পদার্থসমূহ নির্গত হয়। এর ফলে একটি প্রদাহমূলক বিক্রিয়া প্রপাত শুরু হয় যার ফলে স্থানিক রক্তপ্রবাহ ও রক্তনালির ভেদ্যতা বৃদ্ধি পায়, মসৃণ পেশির সংকোচন উদ্দীপিত হয় ও শ্লৈষ্মিক পৃষ্ঠতলে ক্ষরণ বৃদ্ধি পায়। মনোসাইট ও ম্যাক্রোফেজ রক্তের মনোসাইটসমূহ হলো অপরিপক্ক কোষ যার সংক্রমণকারী বস্তুর বিরুদ্ধে লড়াই করার সক্ষমতা খুব বেশি নেই। একবার টিসুতে প্রবেশ করার পর পরিপক্কতা লাভ করে টিসু ম্যাক্রোফেজে পরিণত হয় যেগুলো রোগসৃষ্টিকারী বস্তুর বিরুদ্ধে লড়াইয়ে অত্যন্ত সক্ষম। ম্যাক্রোফেজের আকার খুবই বৈচিত্র্যময় (সাধারণত ১৫–২৫ μm) হয়ে থাকে। টিসু ম্যাক্রোফেজ হলো আক্রমণকারী জীবাণুর বিরুদ্ধে প্রথম সারির প্রতিরক্ষা কোষ। প্রদাহ শুরুর কয়েক মিনিটের মধ্যে, টিসুতে উপস্থিত ম্যাক্রোফেজসমূহ তাৎক্ষণিকভাবে কোষভক্ষণ ক্রিয়া শুরু করে দেয়। অনেক স্থাণু ম্যাক্রোফেজ কেমোট্যাক্টিক বস্তুর প্রভাবে তাদের সংযুক্তি থেকে আলগা হয়ে চলিষ্ণু হয়ে যায়। এ-সকল ম্যাক্রোফেজ প্রদাহ অঞ্চলে"
  },
  {
    "chunk_id": "chunk_86",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "পরিভ্রমণ করে তাদের অবদান রাখে। অনাক্রম্যতন্ত্র দ্বারা সক্রিয় হওয়ার পর তারা নিউট্রোফিলের চেয়েও অনেক বেশি শক্তিশালী ভক্ষককোষে পরিণত হয়, প্রায়শই ১০০-এর সমান ব্যাকটেরিয়াকে ফ্যাগোসাইটোসিস প্রক্রিয়ায় ভক্ষণ করতে পারে। এদের অনেক বৃহত্তর কণাকেও গ্রাস করার সক্ষমতা আছে, এমনকি পুরো লোহিত রক্তকণিকা বা কখনো কখনো ম্যালেরিয়া পরজীবীকেও গ্রাস করতে পারে; অন্যদিকে নিউট্রোফিল ব্যাকটেরিয়ার চেয়ে বৃহত্তর কণাকে গ্রাস করতে সক্ষম না। আরও আশ্চর্যের বিষয় হলো, ম্যাক্রোফেজসমূহ গ্রাসকৃত কণাগুলো পরিপাকের পর অবশিষ্টাংশগুলো নিজের দেহ থেকে বাইরে বের করে আরও অনেক মাস বেঁচে থেকে কাজ সম্পাদন করতে পারে। লিম্ফোসাইট লিম্ফোসাইটসমূহ দেহের প্রতিরক্ষা ব্যবস্থায় গুরুত্বপূর্ণ ভূমিকা রাখে। কার্যক্রমের উপর ভিত্তি করে লিম্ফোসাইট কে প্রধানত দুটি শ্রেণিতে বিভক্ত করা হয়, যেমন টি লিম্ফোসাইট ও বি লিম্ফোসাইট। টি কোষ কোষীয় অনাক্রম্যতা এবং বি কোষ হিউমোরাল অনাক্রম্যতা প্রদান করে। প্রাকৃতিক মারণ কোষ প্রাকৃতিক মারণ কোষ হলো বৃহৎ দানাদার লিম্ফোসাইট যা অর্বুদ ও ভাইরাসের বিরুদ্ধে প্রতিরক্ষায় প্রধান ভূমিকা পালন করে। এরা অর্জিত ও সহজাত উভয় প্রতিরক্ষা ব্যবস্থাতেই কাজ করে। এরা অঙ্গসংস্থানিকভাবে লিম্ফোসাইটের মতো এবং একই ধরনের লিগ্যান্ডকে চিনতে পারে, কিন্তু এদের কার্যক্রম নির্দিষ্ট কোনো অ্যান্টিজেনের সাথে সম্পর্কযুক্ত না এবং অনাক্রম্যতন্ত্রসংক্রান্ত কোনো স্মৃতি গঠন করতে পারে না। রোগসমূহ শ্বেতকণিকার রোগসমূহকে প্রধানত দুটি তালিকায় বিভক্ত করা যায়, কোষের সংখ্যা-বৃদ্ধিজনিত রোগ যা লিউকোসাইটোসিস (শ্বেতিকাধিক্য) নামে পরিচিত এবং কোষের সংখ্যাল্পতাজনিত রোগ যা লিউকোপিনিয়া (শ্বেতিকাস্বল্পতা)"
  },
  {
    "chunk_id": "chunk_87",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "নামে পরিচিত। লিউকোসাইটোসিস সাধারণত উপকারী (যেমন, সংক্রমণের বিরুদ্ধে লড়াই), কিন্তু কখনো কখনো সাধারণ অবস্থার ব্যত্যয় ঘটিয়ে শ্বেতকণিকার অস্বাভাবিক সংখ্যবৃদ্ধি ঘটে। শ্বেতকণিকার এই সংখ্যাবৃদ্ধিমূলক রোগ কে মায়েলোপ্রোলিফারেটিভ ও লিম্ফোপ্রোলিফারেটিভ রোগ নামে দুটি শেণিতে ভাগ করা যায়। কিছু ক্ষেত্রে অটোইমিউনিটির কারণে হয়, তবে অধিকাংশ ক্ষেত্রেই ক্যান্সারের কারণে এমন হতে পারে। অধিকন্তু, এমন কিছু রোগ আছে যেখানে শ্বেতকণিকার সংখ্যা স্বাভাবিক কিন্তু কণিকাসমূহ স্বাভাবিকভাবে কাজ করে না। শ্বেতকণিকার ক্যান্সার নিরীহ হতে পারে তবে প্রায়শই সংহারক হয়। লিউকোপিনিয়া প্রবহমান শ্বেতকণিকার মোট সংখ্যা হ্রাস পাওয়াকে লিউকোপিনিয়া (শ্বেতিকাস্বল্পতা) বলা হয়। এটি সকল প্রকার শ্বেতকণিকা হ্রাস পেলেও হতে পারে অথবা উপধরনগুলোর যে-কোনোটির (সাধারণত নিউট্রোফিল বা লিম্ফোসাইট) হ্রাস হলেও হতে পারে। লিউকোপিনিয়ার ফলে দেহ অনেক ব্যাকটেরিয়া ও অন্যান্য টিসু আক্রমণকারী বস্তু থেকে অরক্ষিত হয়ে পড়ে। স্বাভাবিকভাবে, মানব দেহ অনেক ব্যাকটেরিয়ার সাথে সিমবায়োসিস বা মিথোজীবিতা প্রদর্শন করে কারণ দেহের শ্লৈষ্মিক ঝিল্লি অনবরত অসংখ্য ব্যাকটেরিয়ার সংস্পর্শে আসে। মুখবিবরে বিভিন্ন স্পাইরোকিটাল, নিউমোকক্কাল ও স্ট্রেপ্টোকক্কাল ব্যাকটেরিয়া থাকে, আবার একই ব্যাকটেরিয়া কিছুটা অল্প পরিমাণে সমগ্র শ্বসন নালিতে থাকে। দূরবর্তী পরিপাক নালি কোলন ব্যাসিলাই দ্বারা পরিপূর্ণ থাকে। অধিকন্তু, চোখ, মূত্রনালি ও যোনির পৃষ্ঠতলেও ব্যাকটেরিয়ার উপস্থিতি রয়েছে। শ্বেতকণিকার সংখ্যা হ্রাস পেলে তাৎক্ষণিকভাবে টিসুগুলো সেখানে পূর্ব হতে উপস্থিত ব্যাকটেরিয়া দ্বারা আক্রান্ত হয়। অস্থিমজ্জা শ্বেতকণিকার উৎপাদন বন্ধ করে দেওয়ার দুই দিনের মধ্যে মুখে ও কোলনে ঘা হতে পারে"
  },
  {
    "chunk_id": "chunk_88",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "অথবা গুরুতর শ্বসনতন্ত্রের প্রদাহ দেখা দিতে পারে। ঘা থেকে ব্যাকটেরিয়া সন্নিহিত টিসুগুলোকে খুব দ্রুত আক্রান্ত করে এবং সংক্রমণ রক্তে ছড়িয়ে যায়। তীব্র লিউকোপিনিয়া শুরু পর চিকিৎসা না করলে এক সপ্তাহের কম সময়ের মধ্যে মৃত্যু হতে পারে। নিউট্রোপিনিয়া নিউট্রোফিলের সংখ্যা স্বাভাবিকের তুলনায় হ্রাস পাওয়াকে (সাধারণত <১.৫ × ১০৯/L কিন্তু বয়স ও জাতিগোষ্ঠীর উপর নির্ভরশীল) নিউট্রোপিনিয়া বলে। নিউট্রোপিনিয়া যেমন উপসর্গবিহীন হতে পারে, তেমনি ব্যাপক সেপসিস বা জীবাণুদূষণও হতে পারে। ব্যাকটেরিয়া সংক্রমণ হওয়ার ঝুঁকি নিউট্রোপিনিয়ার মাত্রার উপর নির্ভর করে। নিউট্রোফিল সংখ্যা <০.৫ × ১০৯/L কে মারাত্মক রকমের কম বলে বিবেচনা করা হয়। জ্বর হলো সংক্রমণের প্রথম ও অনেক ক্ষেত্রে একমাত্র প্রকাশ। গলাব্যথা, পায়ুপথের চারিদিকে ব্যথা অথবা ত্বকে প্রদাহ দেখা দিতে পারে। রক্তে নিউট্রোফিলের ঘাটতি দেখা দিলে কয়েক ঘণ্টার মধ্যে অ্যান্টিবায়োটিক চিকিৎসা শুরু করতে হয় নতুবা সেপটিসেমিয়া (রক্তদুষ্টি) হতে পারে। নিউট্রোপিনিয়া অর্জিত বা অন্তর্নিহিত উভয় কারণেই হতে পারে। ল্যাবোরেটরি পরীক্ষায় নিউট্রোফিল সংখ্যা কম হতে পারে হয় নিউট্রোফিলের উৎপাদন কম হওয়ার জন্য অথবা রক্ত থেকে নিউট্রোফিলের অপসারণ বৃদ্ধি পাওয়ার জন্য। নিচে নিউট্রোপিনিয়ার গুরুত্বপূর্ণ কিছু কারণ উল্লেখ করা হলো: সংক্রমণ - ভাইরাস, ব্যাকটেরিয়া (যেমন, সালমোনেলা), প্রোটোজোয়া (যেমন, ম্যালেরিয়া) ওষুধ - কেমোথেরাপি, অ্যন্টিবায়োটিক যেমন সালফোনামাইড, পেনিসিলিন, সেফালোস্পোরিন ইত্যাদি, অ্যান্টি-থাইরয়েড ওষুধ (কার্বিমাজোল, প্রোপিলথায়োইউরাসিল), ব্যথানাশক/প্রদাহরোধী ওষুধ (ন্যাপ্রক্সেন, পেনিসিলামিন, গোল্ড), আক্ষেপ-রোধক ওষুধ (ফেনিটয়েন, সোডিয়াম ভ্যালপ্রোয়েট, কার্বামেজিপিন), অ্যান্টি-অ্যারিদ্মিক (কুইনিডিন, প্রোকেনামাইড), উচ্চ"
  },
  {
    "chunk_id": "chunk_89",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "রক্তচাপের ওষুধ (নাইফেডিপিন, ক্যাপটোপ্রিল, এনালাপ্রিল), ম্যালেরিয়ানাশক (পিরিমেথামিন, ক্লোরোকুইন, সালফাডক্সিন, ড্যাপসোন), বিবিধ (রেনিটিডিন, সাইমেটিডিন)। স্বতঃঅনাক্রম্যতা- যোজক কলার রোগ অ্যালকোহল অস্থিমজ্জা অনুপ্রবেশ- লিউকেমিয়া (শ্বেতিকাকর্কট), মায়েলোডিসপ্লেজিয়া (সুপ্ত দ্বিধামেরু) জন্মগত- কস্টম্যান সিনড্রোম, শেডিয়াক-হিগাশি সিনড্রোম জাতিগোষ্ঠীগত- আফ্রিকান ক্যারিবীয় ও মধ্যপ্রাচ্যের বংশোদ্ভূত লিম্ফোসাইটোপিনিয়া মোট লিম্ফোসাইট সংখ্যা <১.০x১০৯/L হলে তাকে লিম্ফোসাইটোপিনিয়া বা লিম্ফোপিনিয়া বলে। CD4+ টি কোষ সংখ্যা সবচেয়ে বেশি বৃদ্ধি পায়। নিউট্রোপিনিয়ার মতো লিম্ফোপিনিয়া অর্জিত বা অন্তর্নিহিত উভয় কারণেই হতে পারে। যদিও অল্প পরিমাণ কমলে কোনো উপসর্গ নাও প্রকাশ পেতে পারে, তথাপি সেল-মিডিয়েটেড ইমিউনিটিতে ঘাটতি দেখা দিলে সংক্রমণ হতে পারে (ছত্রাক, ভাইরাস, মাইকোব্যাক্টেরিয়া প্রভৃতি জীবাণু দ্বারা), এবং লিম্ফোয়েড ও অন্যান্য ক্যান্সার হওয়ার প্রবণতা দেখা যায় (বিশেষ করে কিছু ভাইরাস সংক্রমণ যেমন এপস্টাইন-বার ভাইরাস (EBV), হিউম্যান প্যাপিলোমাভাইরাস (HPV) ও হিউম্যান হার্পিসভাইরাস ৮ (HHV-8))। বয়স বাড়লে দৃশ্যমান কোনো কারণ ছাড়াও লিম্ফোপিনিয়া হতে পারে। নিচে লিম্ফোপিনিয়ার গুরুত্বপূর্ণ কিছু কারণ উল্লেখ করা হলো: প্রদাহ - যোজক কলার রোগ লিম্ফোমা (লসিকার্বুদ) বৃক্কীয় বৈকল্য সারকোইডোসিস (মাংসাভ অর্বুদ) ওষুধ – গ্লুকোকর্টিকয়েড, কেমোথেরাপি জন্মগত – সিভিয়ার কম্বাইন্ড ইমিউনোডেফিসিয়েন্সি (গুরুতর সমন্বিত অনাক্রম্য ঘাটতি)। হিউম্যান ইমিউনোডেফিসিয়েন্সি ভাইরাস সংক্রমণ। সংখ্যাবৃদ্ধিমূলক রোগ সংবহনতন্ত্রে শ্বেতকণিকার সংখ্যা স্বাভাবিকের তুলনায় বৃদ্ধি পেলে তাকে লিউকোসাইটোসিস (শ্বেতিকাধিক্য) বলে এই বৃদ্ধি সবচেয়ে বেশি ঘটে প্রদাহজনিত কারণে। চারটি প্রধান কারণ রয়েছে: অস্থিমজ্জাতে উৎপাদন বৃদ্ধি, অস্থিমজ্জার সঞ্চয় থেকে বেশি পরিমাণে অবমুক্ত হওয়া, ধমনি ও শিরাতে সংযুক্তির পরিমাণ হ্রাস পাওয়া, টিসুতে অনুপ্রবেশ কমে যাওয়া। লিউকোসাইটোসিস হলে এক বা একাধিক ধরনের কোষ আক্রান্ত হতে পারে, যেমন নিউট্রোফিলিয়া, ইওসিনোফিলিয়া, বেসোফিলিয়া, মনোসাইটোসিস বা লিম্ফোসাইটোসিস।"
  },
  {
    "chunk_id": "chunk_90",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "নিউট্রোফিলিয়া সংবহনতন্ত্রে নিউট্রোফিল সংখ্যার বৃদ্ধিকে নিউট্রোফিলিয়া বা নিউট্রোফিল লিউকোসাইটোসিস বলে। অস্থিমজ্জাতে কোষের উৎপাদন বৃদ্ধি বা প্রান্তীয় সঞ্চয় থেকে কোষসমূহের পুনর্বন্টনের ফলে এই সংখ্যা বৃদ্ধি ঘটতে পারে। স্বাভাবিক নিউট্রোফিল সংখ্যা বয়স, জাতিগোষ্ঠী ও শারীরিক কিছু বৈশিষ্ট্যের উপর নির্ভর করে। গর্ভধারণের সময় কেবল নিউট্রোফিল বাড়ে তা নয়, বরং এর প্রাথমিক রূপ, যেমন মেটামায়েলোসাইটসমূহও রক্তে দেখা যেতে পারে। এ-ছাড়াও ব্যায়াম, ধূমপান ও কর্টিকোস্টেরয়েড প্রদানের পর নিউট্রোফিল বাড়তে পারে। টিসু নেক্রোসিস বা কলামৃত্যুর পর বিবিধ দ্রাব্য বস্তু অবমুক্ত হয়, যেগুলো লিউকোসাইট সংখ্যার বৃদ্ধি ঘটাতে পারে। টিসু নেক্রোসিসের ফলে ‘’ইন্টারলিউকিন ১’’ অবমুক্ত হয় এবং জ্বর ঘটায়। হার্ট অ্যাটাকের পর জ্বর ও লিউকোসাইটোসিস হওয়ার একটি ভালো উদাহরণ এটি এবং প্রায়শই সংক্রমণ ভেবে ভুল করা হয়। নিম্নে নিউট্রোফিলিয়ার গুরুত্বপূর্ণ কছু কারণ উল্লেখ করা হলো: প্রাথমিক কারণসমূহ স্বাভাবিক ক্রিয়াশীল নিউট্রোফিল – বংশগতীয় নিউট্রোফিলিয়া, ক্রনিক ইডিওপ্যাথিক নিউট্রোফিলিয়া (দীর্ঘস্থায়ী স্বয়ম্ভুত নিউট্রোফিলিয়া) পেলজার-হিউয়েট অ্যনোম্যালি ডাউন সিনড্রোম শ্বেতকণিকা আসঞ্জন ঘাটতি পারিবারিক ঠাণ্ডা ছুলি বা কোল্ড আর্টিকেরিয়া মায়েলোপ্রোলিফারেটিভ (মজ্জাবর্ধক) রোগ – ক্রনিক মায়েলোজিনাস লিউকেমিয়া (দীর্ঘস্থায়ী মজ্জাগত শ্বেতিকাকর্কট), পলিসাইথিমিয়া বা লালিকাধিক্য প্লীহাকর্তন গৌণ কারণসমূহ সংক্রমণ - ব্যাকটেরিয়া, ছত্রাক দীর্ঘস্থায়ী প্রদাহ – গেঁটে বাত, রিউমাটোয়িড আর্থ্রাইটিস (সন্ধিবাত), আলসারেটিভ কোলাইটিস (ঘা-কারক মলান্ত্রপ্রদাহ), ক্রন’স ডিজিজ সিগারেট ধূমপান – ২৫–৫০% দীর্ঘমেয়াদি ধূমপায়ীদের হয় এবং ধূমপান ছাড়ার পরও ৫ বছর পর্যন্ত থাকতে পারে। পীড়ন – অস্ত্রোপচার, আঘাত, অগ্নিক্ষত ওষুধ – কর্টিকোস্টেরয়েড, বিটা-অ্যাগোনিস্ট, লিথিয়াম ক্যান্সার – হজকিন লিম্ফোমা, অর্বুদ দ্বারা ক্ষরিত বৃদ্ধি ফ্যাক্টর ইনফার্কশন – মায়োকার্ডিয়াল ইনফার্ক্ট, ফুসফুসীয় এম্বোলাস, কাস্তে-কোষ সংকটকাল শারীরবৃত্তীয় – কায়িকশ্রম বা ব্যায়াম, গর্ভধারণ প্রান্তীয় সংবহনে রক্তকণিকা বেশি পরিমাণে ধ্বংস্প্রাপ্ত হলে অস্থিমজ্জা উদ্দীপনা পায়।"
  },
  {
    "chunk_id": "chunk_91",
    "topic": "শ্বেতকণিকা",
    "source": "bnwiki:শ্বেতকণিকা",
    "text": "হিমোলাইটিক বা লালিকানাশক রক্তশূন্যতা ও ইডিয়োপ্যাথিক থ্রম্বোসাইটোপিনিক পারপুরাতে (স্বয়ম্ভুত অণুচক্রিকাস্বল্পতাহেতু ধূম্ররোগ) এমন হতে পারে। ইওসিনোফিলিয়া স্বাভাবিক ইওসিনোফিল সংখ্যা হলো ০.৬৫×১০৯/L-এর কম। নবজাতকে ইওসিনোফিল সংখ্যা বেশি থাকে এবং বয়স, সময় (সকালে কম ও রাতে বেশি), ব্যায়াম, পরিবেশ ও অ্যালার্জিকারক বস্তুর সংস্পর্শে আসার উপর নির্ভর করে। ইওসিনোফিলিয়া স্বাভাবিক কোনো বিষয় নয়, তাই সর্বদা অন্তর্নিহিত কারণ অনুসন্ধানের উপর গুরুত্ব দিতে হবে, যদিও সবসময় প্রকৃত কারণ খুঁজে নাও পাওয়া যেতে পারে। ইওসিনোফিলের অনুপ্রবেশ অনেক অঙ্গের ক্ষতি করতে পারে (যেমন হৃৎপিণ্ড, ফুসফুস, পরিপাক নালি, ত্বক, পেশিকঙ্কালতন্ত্র), তাই ইওসিনোফিলিয়ার মূল্যায়নে কেবল অন্তর্নিহিত কারণ শনাক্তকরণ ও এর যথোপযুক্ত চিকিৎসা প্রদানই নয়, বরং কোনো অঙ্গ ক্ষতিগ্রস্থ হয়েছে কি না তাও খতিয়ে দেখা উচিত। ইওসিনোফিলিয়ার গুরুত্বপূর্ণ কিছু কারণ নিচে উল্লেখ করা হলো: অ্যালার্জি – হেই ফিভার বা অ্যালার্জিজনিত নাসাপ্রদাহ, হাঁপানি, একজিমা বা বিখাউজ সংক্রমণ – পরজীবী ওষুধ অতিপ্রতিক্রিয়া – সালফোনামাইড, গোল্ড রক্তবাহপ্রদাহ – ইওসিনোফিলিক গ্র্যানুলোম্যাটোসিস উইদ পলিঅ্যানজিয়াইটিস (চার্গ-স্ট্রাউস সিনড্রোম), গ্র্যানুলোম্যাটোসিস উইদ পলিঅ্যানজিয়াইটিস (ভেগানার’স গ্র্যানুলোম্যাটোসিস) যোজক কলার রোগ – পলিআর্টারাইটিস নোডোসা (গ্রন্থিল ধমনি প্রদাহ) ক্যান্সার – শক্ত অর্বুদ, লিম্ফোমা (লসিকার্বুদ) প্রাথমিক অস্থিমজ্জা রোগ – মায়েলোপ্রোলিফারেটিভ রোগ, হাইপারইওসিনোফিলিক সিনড্রোম, অ্যাকিউট মায়েলয়েড লিউকেমিয়া লিম্ফোসাইটোসিস রোগীর বয়স অনুযায়ী প্রত্যাশিত মাত্রার চেয়ে বেশি সংখ্যক লিম্ফোসাইট রক্তে বৃদ্ধি পেলে তাকে লিম্ফোসাইটোসিস বলে।"
  },
  {
    "chunk_id": "chunk_92",
    "topic": "প্লাজমা",
    "source": "bnwiki:প্লাজমা",
    "text": "আয়নিত গ্যাস ও ইলেকট্রনের সমন্বয়ে গঠিত পদার্থের চতুর্থ অবস্থাকে প্লাজমা বলে। প্লাজমা পদার্থের চতুর্থ অবস্থা (কঠিন, তরল ও বায়বীয়র পর)। প্লাজমা হচ্ছে আয়নিত গ্যাস যেখানে মুক্ত ইলেকট্রন এবং ধনাত্মক আয়নের সংখ্যা প্রায় সমান। আন্তঃনাক্ষত্রিক স্থানে, গ্যাস ক্ষরণ টিউবে, নক্ষত্রের (এমনকী সূর্যের) বাতাবরণে এবং পরীক্ষামূলক তাপ-নিউক্লীয় বিক্রিয়কে (Thermonuclear reactor) প্লাজমা দেখতে পাওয়া যায়। বৈদ্যুতিকভাবে প্রশম থাকা সত্ত্বেও প্লাজমা সহজেই বিদ্যুৎ পরিবহন করে। এদের থাকে অত্যুচ্চ তাপমাত্রা। প্লাজমার কণাগুলি আয়নিত হওয়ায় গ্যাসের সাথে এর কিছু আচরণগত পার্থক্য আছে। গবেষণাগারে নিম্নচাপে রেখে গ্যাসকে (যতক্ষণ না গ্যাসীয় কণাগুলির গড় গতিশক্তি গ্যাসীয় অণু বা পরমাণুসমূহের আয়নীকরণ শক্তির কাছাকাছি হচ্ছে ততক্ষণ) উত্তপ্ত করে প্লাজমা তৈরি করা যায়। অত্যুচ্চ তাপমাত্রায় (প্রায় ৫০০০০ কেলভিন বা তার উপরে) গ্যাসীয় কণাগুলির মাঝে সংঘর্ষের কারণে গ্যাসের ঝটিতি আয়নায়ন (Cascading ionization) ঘটে। তবে কিছু কিছু ক্ষেত্রে, যেমন- প্রতিপ্রভ(Fluorescent) বাতিতে, প্লাজমাকণাগুলি নিরন্তর ধারকের দেয়ালের সাথে সংঘর্ষে লিপ্ত হওয়ায় শীতলীকরণ এবং পুনর্মিলন (Recombination) ঘটে যার ফলে সামগ্রিক তাপমাত্রা বেশ নিচু থাকে। এসব ক্ষেত্রে সাধারণত আংশিক আয়নীকরণ ঘটে এবং বিপুল শক্তির জোগান (Input) দরকার হয়। তাপ-নিউক্লীয় বিক্রিয়কে প্লাজমাকণাসমূহকে তড়িচ্চুম্বকীয় ক্ষেত্রের মাধ্যমে ধারকের দেয়াল থেকে দূরে রাখা হয় যাতে প্লাজমার তাপমাত্রা অত্যুচ্চ থাকে (পিঞ্চ ক্রিয়া দেখুন)। == তথ্যসূত্র =="
  },
  {
    "chunk_id": "chunk_93",
    "topic": "জীববিজ্ঞান",
    "source": "bnwiki:জীববিজ্ঞান",
    "text": "জীববিজ্ঞান বিজ্ঞানের একটি শাখা যেখানে জীব ও জীবন সংক্রান্ত গবেষণা করা হয়। তাদের গঠন, বৃদ্ধি, বিবর্তন, শ্রেণীবিন্যাসবিদ্যারঅংশ আলোচনাও এর অন্তর্ভুক্ত। আধুনিক জীববিজ্ঞান খুব বিস্তৃত একটি ক্ষেত্র, যেটির অনেক শাখা-উপশাখা আছে। আধুনিক জীববিজ্ঞান বলে, কোষ হচ্ছে জীবনের মূল একক, আর জিন হলো বংশগতিবিদ্যার মূল একক। আর বিবর্তন হলো একমাত্র প্রক্রিয়া, যার মাধ্যমে নতুন প্রজাতির জীব সৃষ্টি হয়। কীসের উপর গবেষণা করা হচ্ছে, সে অনুযায়ী জীববিজ্ঞানের শাখাগুলোকে ভাগ করা হয়েছে; যেমন: জীবনের রসায়ন নিয়ে যে বিজ্ঞানে আলোচনা করা হয়, তাই হলো প্রাণরসায়ন বা জীবরসায়ন। উদ্ভিদবিজ্ঞান বা উদ্ভিদ-জীববিদ্যা হচ্ছে জীববিজ্ঞানের একটি শাখা যা জীবন্ত উদ্ভিদের বিষয়ে বৈজ্ঞানিক নিরীক্ষণ সংক্রান্ত কাজ করে থাকে। আণবিক জীববিজ্ঞান শাখায় সমস্ত জীবিত বস্তুর প্রধানতম অণুসমূহ যথা নিউক্লিক অ্যাসিড ও প্রোটিনের গঠন ও কাজ সম্পর্কে আলোচনা করা হয়। যে বিজ্ঞানে কোষ, কোষের আকার, প্রকৃতি, বাহ্যিক ও অভ্যন্তরীণ গঠন, কোষবিভাজন ও শারীরবৃত্তীয় কাজ ইত্যাদি আলোচনা করা হ,য় তাকে কোষবিদ্যা বলে।। শারীরবিদ্যা শাখায় প্রাণিদেহের পুষ্টি, শ্বসন, ক্ষরণ, রেচন, জনন প্রভৃতি শারীরবৃত্তীয় কার্যাবলি আলোচনা করা হয়। বিবর্তনমূলক জীববিজ্ঞান একটি উপশাখা যেখানে প্রজাতির উৎপত্তি ও ক্রমবিবর্তন নিয়ে গবেষণা করা হয়। আর যেখানে জীবিত অর্গানিজমের বিস্তৃতি, বিন্যাস ও প্রাচুর্য এবং এসব অর্গানিজমের মধ্যে আন্তঃক্রিয়া ও পরিবেশের অন্যান্য উপাদানের সাথে এদের অন্তঃক্রিয়া নিয়ে আলোচনা করা হয় তাকে পরিবেশ বিজ্ঞান বলে। জীববিজ্ঞানের উপ-শাখাগুলি নিযুক্ত"
  },
  {
    "chunk_id": "chunk_94",
    "topic": "জীববিজ্ঞান",
    "source": "bnwiki:জীববিজ্ঞান",
    "text": "গবেষণা পদ্ধতি এবং যে ধরনের পদ্ধতিতে অধ্যয়ন করা হয় তার উপর নির্ভর করে সংজ্ঞায়িত করা হয়। তাত্ত্বিক জীববিজ্ঞান গাণিতিক পদ্ধতি ব্যবহার করে পরিমাণগত মডেলগুলি গঠনের জন্য। অন্যদিকে পরীক্ষামূলক জীববিজ্ঞান প্রস্তাবিত তত্ত্বগুলির বৈধতা পরীক্ষা করার জন্য, জীবনের অন্তর্নিহিত প্রক্রিয়াগুলি বুঝার জন্য এবং কীভাবে অন্তর্নিহিত প্রক্রিয়াগুলি কাজ করে তা বোঝার জন্য অনুশীলনামূলক পরীক্ষা-নিরীক্ষা করে। সেই সাথে কীভাবে জীবন তৈরি হল এবং ৪ বিলিয়ন বছর আগে থেকে শুরু হওয়া বিবর্তনের মাধ্যমে কীভাবে অজৈবনিক বস্তু থেকে জটিল ক্রিয়া-বিক্রিয়ায় ধীরে ধীরে বৃদ্ধি পেয়ে বর্তমান জীবকুলের আবির্ভাব ঘটল তা পরীক্ষামূলক জীববিজ্ঞানের আলোচ্য বিষয়। ইতিহাস জীববিজ্ঞান এর পাশ্চাত্য প্রতিশব্দ Biology, যেটি দুটি গ্রিক শব্দ βίος(bios) যার অর্থ জীবন , এবং λογία(logia) যার অর্থ জ্ঞান থেকে এসেছে, প্রথম ১৮০০ সালে জার্মানিতে ব্যবহৃত হয় এবং পরবর্তীতে ফরাসি প্রকৃতিবিদ জঁ-বাতিস্ত দ্য লামার্ক জীবিত বস্তু সংক্রান্ত অনেকগুলি শাস্ত্রের ধারক নাম হিসেবে এটির প্রচলন করেন। পরবর্তীতে ইংরেজ প্রাণীবিজ্ঞানী ও শিক্ষাবিদ টমাস হেনরি হাক্সলি জীববিজ্ঞানকে একটি একত্রীকারক শাস্ত্র হিসেবে প্রতিষ্ঠায় গুরুত্বপূর্ণ ভূমিকা রাখেন। হাক্সলি জোর দিয়ে বলেন যে, উদ্ভিদ ও প্রাণী বিষয়ক শাস্ত্রের প্রথাগত বিভাজন অর্থহীন এবং সমস্ত জীবিত বস্তু একত্রে আলোচনা করা উচিত। হাক্সলির এই ধারণা আজ আরও বেশি করে প্রযোজ্য, কেননা বিজ্ঞানীরা বুঝতে পেরেছেন যে, অনেক নিম্ন স্তরের জীব প্রাণী বা উদ্ভিদ কোনোটাই নয়। বর্তমানে জীববিজ্ঞান আণবিক, কোষীয়, জীবদেহ ও জীবসংগ্রহ"
  },
  {
    "chunk_id": "chunk_95",
    "topic": "জীববিজ্ঞান",
    "source": "bnwiki:জীববিজ্ঞান",
    "text": "- এই চারটি মূল স্তরক্রমে বিভক্ত। জীববিজ্ঞান প্রাকৃতিক বিজ্ঞান এবং চিকিৎসা থেকে তার নিজস্ব একটি শৃঙ্খলার মাধ্যমে ১৯ শতকের মধ্যভাগে বিকশিত হয়েছিল। রসায়ন এবং পদার্থবিজ্ঞানের পাশাপাশি এটি এখন বিদ্যালয়ে সাধারণত বিজ্ঞানের উপর পাঠদান করা হয় তার মধ্যে একটি। অ্যান্টন ভ্যান লিয়ুভেনহয়েকের মাইক্রোস্কোপ আবিষ্কারের পর নাটকীয় উন্নতিতে জীববিজ্ঞানটি দ্রুত বিকাশ শুরু করে। এরপরেই পণ্ডিতগণ শুক্রাণু, ব্যাকটেরিয়া, ইনফুসোরিয়া এবং অণুবীক্ষণিক জীবনের বৈচিত্র্য আবিষ্কার করেছিলেন। জেন শাওয়ামারডাম কীটতত্ত্বে ব্যবচ্ছেদ ও স্টেইনিং (অণুবীক্ষনিক জীব বোঝার জন্য স্যাম্পলকে ডাই এবং স্টেইনিং করার কৌশল) প্রথার মাধ্যমে নতুন আণুবীক্ষণিক মৌলিক কৌশল বিকশিত করতে সাহায্য করেছিলেন। মাইক্রোস্কোপির অগ্রগতিতে জীববিজ্ঞানে গভীর প্রভাব ফেলেছিল। উনিশ শতকের গোড়ার দিকে, বেশ কয়েকজন জীববিজ্ঞানী কোষের কেন্দ্রীয় গুরুত্বের দিকে ইঙ্গিত করেছিলেন। এর পরে, ১৮৩৮ সালে, স্কীলডেন এবং সোয়ান এখন সার্বজনীন স্বীকৃত এমন ধারনার দুটি সেই সময় প্রচার করেছিলেন (১) প্রাণীর মৌলিক একক কোষ এবং (২) পৃথক কোষেই জীবন সব বৈশিষ্ট্য থাকে। কিন্তু একটি ধারণা তারা বিরোধিতা করেছিলেন (৩) সব কোষগুলি অন্যান্য কোষগুলির বিভাজন থেকে আসে। রবার্ট রেমাক এবং রুডল্ফ ভার্চোর কাজের জন্য ধন্যবাদ, তাদের কাজের জন্যই তৃতীয় ধারণাটি সফল হয়। ১৮৬০ এর দশকের মধ্যে বেশিরভাগ জীববিজ্ঞানীরাই তিনটি তত্ত্বকেই গ্রহণ করেছিলেন পরে যা কোষ তত্ত্ব হিসাবে পরিচিত লাভ করে। আধুনিক জীববিজ্ঞানের ভিত্তি আণবিক জীববিজ্ঞান আণবিক জীববিজ্ঞান, যাতে জীবপদার্থবিজ্ঞান ও জীবরসায়ন অন্তর্গত শাখা থেকে আধুনিক জীববিজ্ঞানের"
  },
  {
    "chunk_id": "chunk_96",
    "topic": "জীববিজ্ঞান",
    "source": "bnwiki:জীববিজ্ঞান",
    "text": "সবচেয়ে মৌলিক অবদানগুলি এসেছে। সমস্ত জীবিত বস্তুর প্রধানতম অণুসমূহ যথা নিউক্লিক অ্যাসিড ও প্রোটিন-এর গঠন ও কাজ সম্পর্কে এখন আমরা অনেক কিছু জানি। বংশগতির কৌশল নির্ধারণ ছিল আধুনিক বিজ্ঞানের অন্যতম প্রধান আবিষ্কার। আরও একটি গুরুত্বপূর্ণ আবিষ্কার হল কীভাবে জীবদেহের অণুগুলি বিপাক ক্রিয়া সম্পাদন করে জীবনের জন্য প্রয়োজনীয় শক্তি প্রক্রিয়া করে। কোষ জীববিজ্ঞান কোষ জীববিজ্ঞান বা কোষবিদ্যা আণবিক জীববিজ্ঞানের সাথে ঘনিষ্ঠভাবে সম্পর্কিত। জীবিত বস্তুর কাঠামোগত একক কোষের কার্যপদ্ধতি বোঝার জন্য কোষ জীববিজ্ঞানীরা আণবিক পর্যায়ে কোষের বিভিন্ন অংশের গবেষণা করেন। জীবদেহ-সংক্রান্ত জীববিজ্ঞান, একইভাবে, কোষ জীববিজ্ঞানের সাথে জড়িত, কারণ একটি বহুকোষীয় জীব কীভাবে আচরণ করবে তা নির্ভর করে তার কোষগুলির কার্যাবলী ও এদের মধ্যকার মিথষ্ক্রিয়ার উপর। বহুকোষীয় জীবদেহের গবেষণার মধ্যে রয়েছে এগুলির বৃদ্ধি ও বিকাশ (বিকাশ জীববিজ্ঞান), এবং এগুলি কীভাবে কাজ করে (শারীরবিদ্যা)। এছাড়াও মস্তিষ্ক ও স্নায়ুতন্ত্র সংক্রান্ত গবেষণা (স্নায়ুশারীরবিদ্যা) এবং প্রাণী আচরণ (ethology) গুরুত্বপূর্ণ। বিবর্তন জীববিজ্ঞানের একটি কেন্দ্রীয় সাংগঠনিক ধারণা হল বিবর্তনের মাধ্যমে জীবন পরিবর্তন হয় এবং বিকাশ লাভ করে এবং পরিচিত সমস্ত জীবন-রূপের একটি সাধারণ উত্স রয়েছে। বিবর্তন তত্ত্ব নির্দেশ করে যে, পৃথিবীতে সমস্ত জীব, জীবিত এবং বিলুপ্তপ্রায় উভয়ই একটি সাধারণ পূর্বপুরুষ বা পৈত্রিক জিন পুল থেকে বিবর্তিত হয়েছে। সমস্ত জীবের এই সর্বজনীন সাধারণ পূর্বপুরুষ প্রায় ৩.৫ মিলিয়ন বছর আগে আবির্ভূত হয়েছিল বলে বিশ্বাস করা হয়। জীববিজ্ঞানীরা জিনগত কোডকে সর্বব্যাপী সমস্ত"
  },
  {
    "chunk_id": "chunk_97",
    "topic": "জীববিজ্ঞান",
    "source": "bnwiki:জীববিজ্ঞান",
    "text": "ব্যাকটিরিয়া, আর্কিয়া এবং ইউক্যারিওটসের (দেখুন: জীবনের উৎস ) সর্বজনীন সাধারণ বংশোদ্ভূত তত্ত্বের পক্ষে যথাযথ প্রমাণ হিসাবে গণ্য করেন। \"বিবর্তন\" শব্দটি ১৯০৯ সালে জিন-ব্যাপটিস্ট ডি ল্যামার্ক দ্বারা বৈজ্ঞানিক অভিধানে প্রবর্তিত হয়েছিল, এবং পঞ্চাশ বছর পরে চার্লস ডারউইন বিবর্তনের চালিকা শক্তি হিসাবে প্রাকৃতিক নির্বাচনের বৈজ্ঞানিক মডেল পেশ করেছিলেন। (আলফ্রেড রাসেল ওয়ালেস বিবর্তনের ধারণাটি নিয়ে গবেষণা ও পরীক্ষা-নিরীক্ষায় সহায়তা করার কারণে এই ধারণার সহ-আবিষ্কারক হিসাবে স্বীকৃত হন।) বিবর্তনটি এখন পৃথিবীতে প্রাপ্ত জীবনের বিস্তর পরিবর্তনগুলি ব্যাখ্যা করতে ব্যবহৃত হয়। ডারউইন তার তত্ত্বে বলেছেন যে, প্রাকৃতিক নির্বাচন বা নির্বাচনী প্রজনন প্রক্রিয়াগুলোর মাধ্যমে কোনো একটি প্রজাতি বৃদ্ধি পায় বা মারা যায়। তত্ত্বের আধুনিক সংশ্লেষণে জেনেটিক ড্রিফটকে বিবর্তনীয় বিকাশের অতিরিক্ত প্রক্রিয়া হিসাবে গ্রহণ করা হয়েছে। শক্তি জীবিত জীবের বেঁচে থাকা নির্ভর করে শক্তির অবিচ্ছিন্ন সরবরাহের উপর। জীবের শরীরস্থ রাসায়নিক প্রতিক্রিয়া যা এর গঠন এবং কার্যকারিতার জন্য দায়ী সেই রাসায়নিকগুলো তার খাদ্য হিসাবে যে পদার্থগুলি গ্রহণ করা হয় তা থেকে শক্তি আহরণ করে। ঐ শক্তিকে রূপান্তর করে নতুন কোষ গঠনে সহায়তা করে এবং তাদের স্বাভাবিকতা বজায় রাখতে সহায়তা করে। এই প্রক্রিয়াতে, রাসায়নিক পদার্থের অণুগুলি যা খাদ্য গঠন করে তা দুটি ভূমিকা পালন করে; প্রথমত, এগুলিতে এমন একটি শক্তি রয়েছে যা জীবের জৈবিক কাজে রাসায়নিক বিক্রিয়ায় রূপান্তর করা যায় ও পুনর্ব্যবহার করতে পারে; দ্বিতীয়ত, খাদ্যটি নতুন অণু কাঠামোতে (বায়োমোলিকুলস)"
  },
  {
    "chunk_id": "chunk_98",
    "topic": "জীববিজ্ঞান",
    "source": "bnwiki:জীববিজ্ঞান",
    "text": "রূপান্তরিত হতে পারে যা সেই জীবের জন্য ব্যবহারযোগ্য ও উপকারী। একটি বাস্তুতন্ত্রের মধ্যে শক্তি প্রদানকারী জীবগুলি নির্মাতা বা অটোট্রোফ হিসাবে পরিচিত। এ জাতীয় প্রায় সমস্ত জীবই মূলত সূর্য থেকে তাদের শক্তি আহরণ করে। গাছপালা এবং অন্যান্য ফোটোট্রফগুলি সৌর শক্তি ব্যবহার করে সালোকসংশ্লেষণ নামে পরিচিত একটি প্রক্রিয়ায় সংগৃহিত কাঁচামালকে জৈব রেণুগুলিতে রূপান্তরিত করে যেমন এটিপি, যার বন্ডগুলি শক্তি যোগানোর জন্য সহজেই ভাঙ্গা যেতে পারে। কেমোট্রফ নামক অন্য কিছু জীব রয়েছে যারা ইকোসিস্টেমগুলিতে বেচে থাকার জন্য পুরোপুরি মিথেন, সালফাইডস বা অন্যান্য অ- লুমিনাল শক্তি উৎস থেকে আহরিত শক্তির উপর নির্ভর করে। জীবসমষ্টি জীববিজ্ঞান জীবসমষ্টি জীববিজ্ঞান ১৯৭০-এর দশকে এসে জীববিজ্ঞানের একটি অন্যতম প্রধান শাখা হিসেবে প্রতিষ্ঠিত হয়। এই শাখার কেন্দ্রীয় শাস্ত্র হল বিবর্তনমূলক জীববিজ্ঞান, যাতে বিজ্ঞানী চার্লস ডারউইনের অবদান বহুদিন পরে যথাযথ মর্যাদা পায়। জীবসমষ্টি বংশগতিবিদ্যা (Population genetics), যেখানে জীবসমষ্টিগুলির ভেতরে জীনের পরিবর্তন গবেষণা করা হয়, এবং বাস্তুবিজ্ঞান, যেখানে প্রাকৃতিক আবাসস্থলে জীবসমষ্টির আচরণ গবেষণা করা হয়, ১৯৩০-এর দশক থেকে শাস্ত্র হিসেবে প্রতিষ্ঠা লাভ করেছে। এই দুইটি শাস্ত্র ১৯৬০-এর দশকে জীবসমষ্টি জীববিজ্ঞান নামের এক দ্রুত বর্ধনশীল নতুন শাস্ত্র গঠন করে। এদের সাথে সম্পর্কিত একটি নতুন প্রাণী-আচরণ বিষয়ক শাস্ত্র হচ্ছে সমাজজীববিজ্ঞান, যেখানে প্রাণীদের মধ্যকার সামাজিক মেলামেশা এদের জীনের উপর কতটা প্রভাব ফেলে তার উপর গবেষণা করা হয়। জীবপ্রযুক্তি জীববিজ্ঞানের একটি আধুনিক ও প্রয়োগমুখী শাখা। জীববিজ্ঞানে"
  },
  {
    "chunk_id": "chunk_99",
    "topic": "জীববিজ্ঞান",
    "source": "bnwiki:জীববিজ্ঞান",
    "text": "মানুষের উপরও আণবিক, কোষীয় ও দৈহিক পর্যায়ে গবেষণা করা হয়। এই জ্ঞান মানুষের স্বাস্থ্যের উন্নতি ও সুরক্ষার কাজে চিকিৎসাশাস্ত্রে কাজে লাগানো হয়। রীতি অনুযায়ী মানুষদেরকে সাধারণত জীববিজ্ঞানের আওতায় ধরা হয় না। নৃবিজ্ঞান ও অন্যান্য সামাজিক বিজ্ঞানে মানুষের বিভিন্ন দিক আলোচনা করা হয়। জীববিজ্ঞানের প্রাথমিক অমীমাংসিত সমস্যা জীবনের মৌলিক প্রক্রিয়াগুলি সম্পর্কে আমাদের বোঝার ক্ষেত্রে সাম্প্রতিক দশকগুলিতে গভীর অগ্রগতি সত্ত্বেও, কিছু প্রাথমিক সমস্যা অমীমাংসিত রয়ে গেছে। কিছু উদাহরণঃ জীবনের উৎস - অ্যামিনো অ্যাসিড, নিউক্লিওটাইডস এবং লিপিডের মতো জৈবিক যৌগগুলির অভিজাত উৎস সম্পর্কে খুব ভালো প্রমাণ পাওয়া গেলেও এই অণুগুলি প্রথম কোষগুলি কীভাবে তৈরি করেছিল তা মূলত অস্পষ্ট। এরই সাথে সম্পর্কিত আরেকটি প্রশ্ন হল মহাশূন্যে প্রাণের অস্তিত্ব। যদি আমরা বুঝতে পারি যে, পৃথিবীতে জীবন কীভাবে উদ্ভূত হয়েছিল, তবে আমরা আরও নির্ভরযোগ্যভাবে ভবিষ্যদ্বাণী করতে পারি যে, অন্যান্য গ্রহে জীবন উৎপন্ন করার জন্য কোন কোন শর্তগুলি পূরণ হওয়া প্রয়োজন। বয়স বৃদ্ধি - বর্তমানে বয়স বাড়ার অন্তর্নিহিত কারণ সম্পর্কে সঠিক তথ্য নেই। বয়স বৃদ্ধি নিয়ে থিওরিতে বিভিন্ন প্রতিযোগিতামূলক তত্ত্ব দেখা যায়। নির্দিষ্ট ধরন গঠন - আমাদের প্রাথমিক পর্যায়ে পোকামাকড় ভ্রূণের মতো কিছু সিস্টেমে ধরন গঠনের একটি ভাল ধারণা রয়েছে তবে প্রকৃতির অনেকগুলি প্রজন্মের জীববৈচিত্র্যের কারণ সহজেই ব্যাখ্যা করা যায় না, যেমন: জেব্রার শরীরে ডোরাকাটাগুলো বা অনেক সাপ যেমন- প্রবাল সাপ । যদিও আমরা জানি যে নিদর্শনগুলি নির্বাচনী অ্যাক্টিভেশন বা জিনের দমন দ্বারা উৎপাদিত হয়েছে, এর মধ্যে অনেকগুলি জিন এবং তাদের নিয়ন্ত্রক প্রক্রিয়া অজানা রয়ে গেছে। জীববিজ্ঞান ও দর্শন দার্শনিক তত্ত্ব যেমন- বহুকাল দর্শনের পরিধির মধ্যে রেখে জীববিজ্ঞানকে প্রভাবিত করেছে, অপরদিকে জীববিজ্ঞানের আধুনিক বিকাশ দর্শনকেও প্রভূত পরিমাণে প্রভাবান্বিত করেছে। বর্তমান জীবন সম্পর্কে দার্শনিক আলোচনা জীববিজ্ঞানের সিদ্ধান্তের স্বীকৃতির ভিত্তিতেই করা হয়।"
  },
  {
    "chunk_id": "chunk_100",
    "topic": "প্রাণী",
    "source": "bnwiki:প্রাণী",
    "text": "প্রাণী হল বহুকোষী এবং সুকেন্দ্রিক জীবের একটি বৃহৎ গোষ্ঠী। এরা অ্যানিম্যালিয়া বা মেটাজোয়া রাজ্যের অন্তর্গত। বয়স কিছুটা বাড়তেই প্রায় সব প্রাণীর দেহাবয়ব সুস্থির হয়ে যায়। অবশ্য কিছু প্রাণীকে জীবনের নির্দিষ্ট সময়ে রূপান্তরিত হতেও দেখা যায়। অধিকাংশ প্রাণীই চলনক্ষম, অর্থাৎ তারা স্বতঃস্ফূর্তভাবে এক স্থান থেকে অন্য স্থানে গমন করতে পারে। অধিকাংশ প্রাণীই পরভোজী অর্থাৎ তারা জীবন ধারণের জন্য অন্য জীবের উপর নির্ভরশীল। এখন পর্যন্ত আবিষ্কৃত প্রাচীনতম প্রাণীটি আজ থেকে ৫৪২ মিলিয়ন বছর পূর্বে পৃথিবীতে বাস করতো। ক্যামব্রিয়ান বিস্ফোরণের সময়ের একটি জীবাশ্ম আবিষ্কৃত হয়েছে যার মাধ্যমে আমরা এটা জানতে পেরেছি। জলে প্রথম প্রাণীর আবির্ভাব ঘটেছে বলে প্রাণীটি জলচর বলেই জীববিজ্ঞানীরা ধারণা করেন । বিনোদনে ব্যবহার গত দুই শতাব্দী ধরে আধুনিক সার্কাসে অনেক ধরনের প্রজাতির প্রাণী সার্কাসের অন্যতম প্রধান আকর্ষণ ও অংশ হয়ে দাঁড়িয়েছে। বন্য প্রাণী বিশেষতঃ সিংহ, বাঘ, ভল্লুকের ন্যায় প্রাণীগুলোকে সার্কাসে ব্যবহার করা হচ্ছে। এছাড়াও উট, ঘোড়া, হাতিসহ গৃহপালিত কুকুরও এর অন্তর্ভুক্ত হয়েছে। সাম্প্রতিককালে মানুষের ধ্যান-ধারনায় পরিবর্তনের ছোঁয়া লক্ষ্য করা যায়। বন্য প্রাণীকে দক্ষতা প্রদর্শনে বাধ্য করানোর ন্যায় কর্মে এর দায়িত্বরত প্রশিক্ষক প্রয়োজনে রূঢ় আচরণ করছেন। তন্মধ্যে - প্রাণীকে আঘাত করা, ইলেকট্রিক শক দেয়াসহ অন্য কোন উপায়ে ব্যথা প্রদান করা অন্যতম। এছাড়াও, প্রাণীগুলোকে সর্বদাই ছোট খাঁচায় পুরে সফরে নিয়ে যাওয়া হয়। অনেক দেশের মানুষ সার্কাসে বন্য প্রাণীর ব্যবহার দেখতে চায় না।"
  },
  {
    "chunk_id": "chunk_101",
    "topic": "প্রাণীবিদ্যা",
    "source": "bnwiki:প্রাণীবিদ্যা",
    "text": "প্রাণিবিদ্যা নামক জীববিজ্ঞানের শাখায় মানুষ সহ অন্য সব প্রাণীদের নিয়ে গবেষণা করা হয়। জীববিদ্যা বা জীববিজ্ঞানের যে শাখায় প্রাণীর বিষয়ে সম্যক আলোচনা ও বিভিন্ন তথ্য পরিবেশিত হয় তাকে প্রাণিবিজ্ঞান বা প্রাণিবিদ্যা বলে। প্রাণিবিদ্যা বা জীববিজ্ঞান জীববিজ্ঞানের শাখা যা প্রাণীদের শরীরে অধ্যয়নরত গঠন ভ্রূণবিজ্ঞান বিবর্তন শ্রেণিবিন্যাসের অভ্যাস এবং জীববন্ত এবং বিলুপ্ত উভয় প্রাণীর বণ্টন এবং কীভাবে তারা তাদের বাস্তুতন্ত্রের সাথে মিথস্ক্রিয়া করে। জ্ঞান অধ্যয়ন এর ক্ষেত্রে প্রানীবিজ্ঞান-এর ভূমিকা অনস্বীকার্য। ইতিহাস প্রাণিবিদ্যা ইতিহাস প্রাচীন থেকে আধুনিক সময়ে পশু রাজত্বের গবেষণা ট্রেস। যদিও একক সুষম ক্ষেত্র হিসাবে প্রাণিবিদ্যা সম্পর্কে ধারণাটি উদ্ভূত হয়েছিল, তবে প্রাচীন গ্রিক রোমান জগতে অ্যারিস্টটল ও গ্যালেনের জৈবিক কাজগুলিতে ফিরে আসার ফলে প্রাকৃতিক ইতিহাস থেকে উদ্ভাবিত প্রাণিকবিদ্যাগুলি উদ্ভূত হয়েছিল। এই প্রাচীন কাজটি মুসলিম চিকিংসকদের মধ্য থেকে মধ্যযুগ এবং আলবার্টস ম্যাগনাসের মতো পণ্ডিতদের দ্বারা আরও উন্নত করা হয়েছিল। নবজাগরণের সময় এবং আধুনিক যুগে প্রাণবৈচিত্র্যের একটি নূতন আগ্রহ এবং অনেক উপন্যাসের আবিষ্কারের মাধ্যমে ইউরোপে ভূতাত্ত্বিক চিন্তাধারার বিপ্লব ঘটে। এই আন্দোলনের মধ্যে উল্লেখযোগ্য ছিলেন ভেসালিয়াস ও উইলিয়াম হার্ভি। তিনি কার্ল লিনাইয়াস ও বফনের মতো শারীরবৃত্তীয় ও প্রকৃতিবিদদের গবেষণামূলক পর্যবেক্ষণ এবং জীবনধারা এবং জীবাশ্ম রেকর্ডের পাশাপাশি জীবের উন্নয়ন ও আচরণের শ্রেণিবিন্যাস শুরু করেছিলেন। মাইক্রোস্কোপি সূর্যালোকের পূর্বে অজানা বিশ্বের কোষ তত্ত্বের ভিত্তি স্থাপন করেছে।"
  },
  {
    "chunk_id": "chunk_102",
    "topic": "প্রাণীবিদ্যা",
    "source": "bnwiki:প্রাণীবিদ্যা",
    "text": "প্রাকৃতিক ধর্মতত্ত্বের ক্রমবর্ধমান গুরুত্ব আংশিকভাবে যান্ত্রিক দর্শনের উত্থানের প্রতিক্রিয়া প্রাকৃতিক ইতিহাসের বৃদ্ধিকে উৎসাহিত করে (যদিও এটি নকশা থেকে যুক্তিতে প্রবেশ করে)। ১৮ তম ও ঊনবিংশ শতাব্দী জুড়ে জীববিজ্ঞান একটি ক্রমবর্ধমান পেশাদারী বৈজ্ঞানিক শৃঙ্খলা হয়ে ওঠে। এক্সপ্লোরার প্রকৃতিবিদ যেমন আলেকজান্ডার ভন হুম্বল্ট্ট্ জীবজগৎ এবং তাদের পরিবেশের মধ্যে পারস্পরিক মিথষ্ক্রিয়া পরীক্ষা করে এবং এই সম্পর্কগুলি ভূগোলের উপর ভিত্তি করে জীবজগতে ইকোলজি এবং এথোলজির ভিত্তি স্থাপন করে। প্রকৃতিবাদীরা মূলত প্রত্যাখ্যান শুরু করে এবং বিলুপ্তির এবং প্রজাতির পরিবর্তনের গুরুত্ব বিবেচনা করে।"
  },
  {
    "chunk_id": "chunk_103",
    "topic": "প্রজনন",
    "source": "bnwiki:প্রজনন",
    "text": "প্রজনন (বা জনন) হল একটি জৈব প্রক্রিয়া যার মাধ্যমে জনিতৃ জীব থেকে নতুন স্বতন্ত্র জীব অপত্য তৈরি হয়। প্রজনন সকল জীবের একটি মৌলিক বৈশিষ্ট্য; প্রত্যেকটি জীবই প্রজননের ফসল। গ্যামেট তৈরি এবং দুটি গ্যামেটের সংযুক্তির ফলে জনন প্রক্রিয়া সম্পন্ন হচ্ছে কিনা তার উপর ভিত্তি করে । প্রকারভেদ জনন প্রধানত দুই প্রকারের হয় : - 1) অযৌন জনন 2) যৌন জনন অযৌন জনন: অযৌন জনন প্রক্রিয়ায় একটি নির্দিষ্ট প্রজাতির কোন জীব একই প্রজাতির অপর একটি জীবের সংশ্লিষ্টতা ছাড়াই প্রজনন করতে সক্ষম হয়| একটি এককোষী ব্যাকটেরিয়া বিভাজিত হয়ে দুটি নতুন ব্যাকটেরিয়া কোষ উৎপন্ন হওয়া অযৌন প্রজননের একটি উদাহরণ| তবে অযৌন প্রজনন শুধু এককোষী জীবে সীমাবদ্ধ নয়| অধিকাংশ উদ্ভিদ অযৌন প্রক্রিয়ায় বংশবৃদ্ধি করতে পারে এবং মাইকোসেপাস স্মিথি নামক প্রজাতির পিঁপড়া অযৌন প্রক্রিয়ায় পূর্ণাঙ্গ প্রজনন ঘটাতে পারে বলে ধারণা করা হয়। অ্যামিবার দ্বিবিভাজন প্রক্রিয়া অযৌন প্রজননের একটি উদাহরণ, এছাড়া জেলীফিশ এবং কিছু পতঙ্গ নিষেক ব্যতিরেকেই অসংখ্য ডিম পাড়তে পারে যা অযৌন প্রজনন প্রক্রিয়ার অন্তর্ভুক্ত। যৌন জনন: যৌন জননের জন্য একই প্রজাতির পরস্পর বিপরীত লিঙ্গের দুটি জীবের সংশ্লিষ্টতার প্রয়োজন হয়| এছাড়া, ক্লোনিং পদ্ধতিতেও জীবের বংশবিস্তার ঘটানো যায়| অধিকাংশ উদ্ভিদ ও প্রাণীই এই প্রক্রিয়ায় প্রজননকর্ম সম্পাদন করে। এ ক্ষেত্রে পৃথক দুটি লিঙ্গের প্রাণীদেহে প্রজননের জন্য মিয়োসিস প্রক্রিয়ায় দুটি পৃথক ধরনের কোষ উৎপাদন প্রক্রিয়া ঘটে, পুংদেহে উৎপাদিত কোষকে শুক্রাণু এবং স্ত্রীদেহে উৎপাদিত কোষকে ডিম্বাণু বা ডিম্ব বলে|"
  },
  {
    "chunk_id": "chunk_104",
    "topic": "প্রজনন",
    "source": "bnwiki:প্রজনন",
    "text": "এই দুটি কোষ পরস্পর সম্মিলিত হয়ে নিষিক্ত হয় এবং তা থেকে জাইগোট সৃষ্টি হয়| এই জাইগোটই পরবর্তীকালে নতুন সন্তান হিসেবে আবির্ভূত হয়| যে সকল প্রাণী একই দেহে পুং ও স্ত্রী উভয় প্রকারের জনন কোষ উৎপন্ন করে তাদের হারমাফ্রোডাইট বলে। উদ্ভিদ জগতে এটি ব্যাপকভাবে দেখা যায়। উদাহরণস্বরূপ, অধিকাংশ প্রজাতির শামুক এবং প্রায় সকল প্রজাতির উদ্ভিদ প্রজাতি হল হারমাফ্রোডাইট। এছাড়া কিছু কিছু উদ্ভিদ ও প্রাণীর মাঝে যৌন ও অযৌন উভয় প্রকার প্রজনন দেখা যায়। প্রজননের গুরুত্ব (১) প্রজনন বা জনন-পদ্ধতির মাধ্যমে জীব বংশবিস্তার করে। (২) জননের মাধ্যমে জীবের জীবনধারা অব্যাহত থাকে। (৩) জননের ফলে জীবের সংখ্যা বাড়ে। মৃত্যুতে জীবের সংখ্যা কমে। তাই প্রকৃতির বুকে জীবকূল বজায় রাখতে জনন অপরিহার্য। (৪) জননে একই রকম অপত্য জীব সৃষ্টি হয়। পৃথিবীতে জীবগোষ্ঠীর সমতা ও ভারসাম্য জনন নিয়ন্ত্রণ করে। (৫) জননে নির্দিষ্ট সংখ্যক জীবগোষ্ঠী তৈরি হয় যা বাস্তুতন্ত্র (Ecosystem) ঠিক- মতো বজায় রাখতে সাহায্য করে। (৬) যৌন জননের সময় বিভিন্ন বৈশিষ্ট্যপূর্ণ অপত্যের সৃষ্টি হতে পারে (৭) প্রজননের ফলে বিভিন্ন বৈশিষ্ট্যের মিশ্রণে প্রজাতির মধ্যে প্রকারণ(Variation) ঘটে। প্রকারণ বিবর্তনে( Evolution)সাহায্য করে। তুলনামূলক উপযোগিতা যৌন প্রজননের তুলনায় অযৌন প্রজনন অধিকতর সহজ, কিন্তু এক্ষেত্রে সুবিধা ও অসুবিধা উভয় বিদ্যমান রয়েছে: অযৌন পদ্ধতিতে জন্ম নেয়া একটি জীব শুধুমাত্র তার মাতৃদেহের জিন বহন করে। যৌন পদ্ধতিতে জন্ম নেয়া জীব জিনগতভাবে তাঁর পিতামাতা থেকে কিছুটা আলাদা হয়, তারা পিতামাতা উভয়ের কাছ থেকে জিনগত বৈশিষ্ট্য লাভ করে।"
  },
  {
    "chunk_id": "chunk_105",
    "topic": "জীবাণু",
    "source": "bnwiki:জীবাণু",
    "text": "অণুজীব বা জীবাণু একপ্রকার এককোষী জীব যাদের সাধারণত খালি চোখে দেখা যায় না এবং একক-কোষীয় আকারে অথবা কোষের কলোনি বা উপনিবেশ হিসাবে বিদ্যমান থাকে। এগুলিকে জীবাণু বা অণুবীক্ষণিক জীব হিসাবেও পরিচিত কারণ এগুলি কেবলমাত্র একটি মাইক্রোস্কোপের নীচেই দেখা সম্ভব। এটি অনুমান করা হয় যে অণুজীবগুলি পৃথিবীর জৈববস্তুর প্রায় ৬০% তৈরি করে। অদৃশ্য জীবাণু জীবের সম্ভাব্য অস্তিত্ব প্রাচীনকাল থেকেই সন্দেহ করা হয়েছিল, যেমন খ্রিস্টপূর্ব ষষ্ঠ শতাব্দী থেকে ভারতে জৈন শাস্ত্রে। অণুজীবের বৈজ্ঞানিক অধ্যয়ন ১৬৭০ এর দশকে অ্যান্টন ভ্যান লিউয়েনহোক দ্বারা অণুবীক্ষণ যন্ত্রের নীচে তাদের পর্যবেক্ষণের মাধ্যমে শুরু হয়েছিল। ১৮৫০-এর দশকে, লুই পাস্তুর দেখতে পান যে অণুজীব খাদ্যের ক্ষতি করে, স্বতঃস্ফূর্ত প্রজন্মের তত্ত্বকে বাতিল করে। ১৮৮০-এর দশকে, রবার্ট কচ আবিষ্কার করেন যে অণুজীবের কারণে যক্ষ্মা, কলেরা, ডিপথেরিয়া এবং অ্যানথ্রাক্স রোগ হয়। কারণ অণুজীবগুলির মধ্যে জীবনের তিনটি ডোমেনের বেশিরভাগ এককোষী জীব অন্তর্ভুক্ত থাকে তারা অত্যন্ত বৈচিত্র্যময় হতে পারে। তিনটি ডোমেনের মধ্যে দুটি আর্কিয়া এবং ব্যাকটেরিয়া, শুধুমাত্র অণুজীব ধারণ করে। তৃতীয় ডোমেন ইউক্যারিওটাতে সমস্ত বহুকোষী জীবের পাশাপাশি অনেক এককোষী প্রোটিস্ট এবং প্রোটোজোয়ান রয়েছে যা জীবাণু। কিছু প্রোটিস্ট প্রাণীদের সাথে এবং কিছু সবুজ গাছপালা সম্পর্কিত। এছাড়াও অনেক বহুকোষী জীব রয়েছে যেগুলি মাইক্রোস্কোপিক, যেমন মাইক্রো-প্রাণী, কিছু ছত্রাক এবং কিছু শৈবাল, কিন্তু এগুলি সাধারণত অণুজীব হিসাবে বিবেচিত হয় না। অণুজীবগুলির খুব আলাদা আবাস থাকতে পারে এবং মেরু"
  },
  {
    "chunk_id": "chunk_106",
    "topic": "জীবাণু",
    "source": "bnwiki:জীবাণু",
    "text": "থেকে বিষুব রেখা, মরুভূমি, গিজার, পাথর এবং গভীর সমুদ্র পর্যন্ত সর্বত্র বাস করে। কিছু খুব গরম বা খুব ঠান্ডা অবস্থার মতো চরম অবস্থার সাথে খাপ খাইয়ে নেয়, অন্যরা উচ্চ চাপে, এবং কিছু, যেমন ডিনোকক্কাস রেডিওডুরানস, উচ্চ বিকিরণ পরিবেশে। অণুজীবগুলি সমস্ত বহুকোষী জীবের মধ্যে এবং তার উপর পাওয়া মাইক্রোবায়োটাও তৈরি করে। প্রমাণ আছে যে ৩.৪৫-বিলিয়ন-বছর-বয়সী অস্ট্রেলিয়ান পাথরে একসময় অণুজীব ছিল, যা পৃথিবীতে জীবনের প্রথম প্রত্যক্ষ প্রমাণ। জীবাণুগুলি মানব সংস্কৃতি এবং স্বাস্থ্যের জন্য অনেক উপায়ে গুরুত্বপূর্ণ, খাবারগুলিকে গাঁজন এবং পয়ঃনিষ্কাশন প্রক্রিয়াকরণ এবং জ্বালানী, এনজাইম এবং অন্যান্য জৈব যৌগ তৈরি করতে। জীববিজ্ঞানে জীবাণুগুলি মডেল জীব হিসাবে অপরিহার্য হাতিয়ার এবং জৈবিক যুদ্ধ এবং জৈব সন্ত্রাসবাদে ব্যবহার করা হয়েছে। জীবাণু উর্বর মাটির একটি গুরুত্বপূর্ণ উপাদান । মানবদেহে, অণুজীবগুলি অপরিহার্য অন্ত্রের উদ্ভিদ সহ মানব মাইক্রোবায়োটা তৈরি করে। অনেক সংক্রামক রোগের জন্য দায়ী প্যাথোজেনগুলি হল জীবাণু, যেমন, স্বাস্থ্যবিধি ব্যবস্থার লক্ষ্য। আবিষ্কার প্রাচীন অগ্রদূত জীবাণুর সম্ভাব্য অস্তিত্ব সপ্তদশ শতাব্দীতে তাদের আবিষ্কারের আগে বহু শতাব্দী ধরে আলোচনা করা হয়েছিল। খ্রিস্টপূর্ব পঞ্চম শতাব্দীর মধ্যে, বর্তমান ভারতের জৈনরা নিগোডাস নামক ক্ষুদ্র জীবের অস্তিত্ব অনুমান করে। এই নিগোদাদের গুচ্ছে জন্ম বলে বলা হয়; তারা গাছপালা, প্রাণী এবং মানুষের দেহ সহ সর্বত্র বাস করে; এবং তাদের জীবন শুধুমাত্র একটি সেকেন্ডের একটি ভগ্নাংশের জন্য স্থায়ী হয়। জৈন নেতা মহাবীরের মতে, মানুষ যখন খায়, শ্বাস"
  },
  {
    "chunk_id": "chunk_107",
    "topic": "জীবাণু",
    "source": "bnwiki:জীবাণু",
    "text": "নেয়, বসতে এবং চলাফেরা করে তখন এই নিগোদের ব্যাপক আকারে ধ্বংস করে। অনেক আধুনিক জৈন দাবি করেন যে মহাবীরের শিক্ষা আধুনিক বিজ্ঞান দ্বারা আবিষ্কৃত অণুজীবের অস্তিত্বের কথা বলে। এখনও অদেখা জীবের দ্বারা রোগ ছড়ানোর সম্ভাবনার ইঙ্গিত করার জন্য প্রাচীনতম ধারণাটি ছিল রোমান পণ্ডিত মার্কাস টেরেন্টিয়াস ভারোর খ্রিস্টপূর্ব প্রথম শতাব্দীর অন এগ্রিকালচার নামক বইতে যেখানে তিনি অদেখা প্রাণীদের অ্যানিমেলকুলস বলে অভিহিত করেছেন এবং কাছাকাছি একটি বসতবাড়ির অবস্থানের বিরুদ্ধে সতর্ক করেছেন। একটি জলাভূমি: … এবং কারণ কিছু নির্দিষ্ট প্রাণীর বংশবৃদ্ধি হয় যেগুলি চোখ দিয়ে দেখা যায় না, যা বাতাসে ভেসে থাকে এবং মুখ ও নাক দিয়ে শরীরে প্রবেশ করে এবং মারাত্মক রোগ সৃষ্টি করে।কানুন ফিততিব (১০২০), ইবনে সিনা পরামর্শ দিয়েছেন যে যক্ষ্মা এবং অন্যান্য রোগ সংক্রামক হতে পারে। প্রারম্ভিক আধুনিক আকশামসউদ্দিন (তুর্কি বিজ্ঞানী) পরীক্ষা-নিরীক্ষার মাধ্যমে অ্যান্থনি ভন লিউয়েনহুকের আবিষ্কারের প্রায় দুই শতাব্দী আগে তার রচনা মাদ্দাত উল-হায়াত (জীবনের উপাদান) এ জীবাণুর উল্লেখ করেছেন: এটা অনুমান করা ভুল যে রোগগুলি একের পর এক মানুষের মধ্যে উপস্থিত হয়। রোগটি একজন থেকে অন্য ব্যক্তিতে ছড়িয়ে পড়ে। এই সংক্রমণটি বীজের মাধ্যমে ঘটে যা এত ছোট যে তারা দেখা যায় না কিন্তু জীবিত। ১৫৪৬ সালে, গিরোলামো ফ্রাকাস্টোর প্রস্তাব করেছিলেন যে মহামারি রোগগুলি হস্তান্তরযোগ্য বীজের মতো সত্ত্বা দ্বারা সৃষ্ট হয় যা প্রত্যক্ষ বা পরোক্ষ যোগাযোগের মাধ্যমে বা এমনকি"
  },
  {
    "chunk_id": "chunk_108",
    "topic": "জীবাণু",
    "source": "bnwiki:জীবাণু",
    "text": "দীর্ঘ দূরত্বের যোগাযোগ ছাড়াই সংক্রমণ ছড়াতে পারে। অ্যান্থনি ভন লিউয়েনহুককে মাইক্রোবায়োলজির অন্যতম জনক বলে মনে করা হয়। ১৬৭৩ সালে তিনিই প্রথম ব্যক্তি যিনি তার নিজস্ব ডিজাইনের সাধারণ একক-লেন্সযুক্ত মাইক্রোস্কোপ ব্যবহার করে অণুজীবের সাথে বৈজ্ঞানিক পরীক্ষা-নিরীক্ষা আবিষ্কার করেন। রবার্ট হুক, লিউয়েনহোকের সমসাময়িক, ছাঁচের ফলের দেহের আকারে মাইক্রোবিয়াল জীবন পর্যবেক্ষণ করতে মাইক্রোস্কোপি ব্যবহার করেছিলেন। তার ১৬৬৫ সালের বই মাইক্রোগ্রাফিয়াতে, তিনি অধ্যয়নের অঙ্কন তৈরি করেছিলেন এবং তিনি কোষ শব্দটি তৈরি করেছিলেন। ১৯ শতক লুই পাস্তুর (১৮২২-১৮৯৫) সেদ্ধ করা জুসকে বাতাসে উন্মুক্ত করেছিলেন, এমন পাত্রে যাতে কণাগুলিকে বৃদ্ধির মাধ্যমে যেতে না দেওয়ার জন্য একটি ফিল্টার থাকে, এবং ফিল্টার ছাড়াই পাত্রে, কিন্তু একটি বাঁকা নল দিয়ে বাতাস প্রবেশের অনুমতি দেয় তাই ধুলো। কণা স্থির হবে এবং জুসের সংস্পর্শে আসবে না। জুস আগে থেকে সিদ্ধ করে, পাস্তুর তার পরীক্ষার শুরুতে জুসের মধ্যে কোনো অণুজীব যাতে বেঁচে না থাকে তা নিশ্চিত করেন। পাস্তুরের পরীক্ষায় জুসের মধ্যে কিছুই বাড়েনি। এর মানে হল যে এই ধরনের জুসের মধ্যে বেড়ে ওঠা জীবন্ত জীবগুলি বাইরে থেকে এসেছিল, ধুলোর উপর স্পোর হিসাবে, বরং জুসের মধ্যে স্বতঃস্ফূর্তভাবে উৎপন্ন হয়। এইভাবে, পাস্তুর স্বতঃস্ফূর্ত প্রজন্মের তত্ত্বকে খণ্ডন করেন এবং রোগের জীবাণু তত্ত্বকে সমর্থন করেন। ১৮৭৬ সালে, রবার্ট কোচ (১৮৪৩-১৯১০) প্রতিষ্ঠা করেছিলেন যে অণুজীব রোগের কারণ হতে পারে। তিনি দেখতে পান যে অ্যানথ্রাক্সে আক্রান্ত গবাদি পশুর"
  },
  {
    "chunk_id": "chunk_109",
    "topic": "জীবাণু",
    "source": "bnwiki:জীবাণু",
    "text": "রক্তে সর্বদা প্রচুর পরিমাণে ব্যাসিলাস অ্যানথ্রাসিস থাকে। রবার্ট কোচ দেখতে পান যে তিনি সংক্রামিত প্রাণী থেকে রক্তের একটি ছোট নমুনা নিয়ে এবং একটি সুস্থ প্রাণীতে ইনজেকশন দেওয়ার মাধ্যমে একটি প্রাণী থেকে অন্য প্রাণীতে অ্যানথ্রাক্স প্রেরণ করতে পারেন এবং এর ফলে সুস্থ প্রাণী অসুস্থ হয়ে পড়ে। তিনি আরও দেখতে পান যে তিনি একটি পুষ্টিকর ঝোলের মধ্যে ব্যাকটেরিয়া জন্মাতে পারে, তারপর এটি একটি সুস্থ প্রাণীর মধ্যে ইনজেকশন করতে পারে এবং অসুস্থতার কারণ হতে পারে। এই পরীক্ষাগুলির উপর ভিত্তি করে, তিনি একটি অণুজীব এবং একটি রোগের মধ্যে একটি কার্যকারণ লিঙ্ক স্থাপনের জন্য মানদণ্ড তৈরি করেছিলেন এবং এগুলি এখন কোচের পোস্টুলেট হিসাবে পরিচিত। যদিও এই পোস্টুলেটগুলি সমস্ত ক্ষেত্রে প্রয়োগ করা যায় না, তবে তারা বৈজ্ঞানিক চিন্তাধারার বিকাশের জন্য ঐতিহাসিক গুরুত্ব বজায় রাখে এবং এখনও ব্যবহার করা হচ্ছে। ইউগলেনার মতো অণুজীবের আবিষ্কার যা প্রাণী বা উদ্ভিদ রাজ্যের মধ্যে খাপ খায় না, যেহেতু তারা উদ্ভিদের মতো সালোকসংশ্লেষী, কিন্তু প্রাণীদের মতো গতিশীল, ১৮৬০-এর দশকে তৃতীয় রাজ্যের নামকরণের দিকে পরিচালিত করে। ১৮৬০ সালে জন হগ এটিকে প্রোটোক্টিস্টা নামে অভিহিত করেন এবং ১৮৬৬ সালে আর্নস্ট হেকেল এটিকে প্রোটিস্টা নাম দেন। পাস্তুর এবং কোচের কাজ অণুজীব জগতের প্রকৃত বৈচিত্র্যকে সঠিকভাবে প্রতিফলিত করেনি কারণ তাদের একচেটিয়াভাবে অণুজীবের উপর সরাসরি চিকিৎসা প্রাসঙ্গিকতা রয়েছে। ঊনবিংশ শতাব্দীর শেষের দিকে মার্টিনাস বেইজেরিঙ্ক এবং সের্গেই উইনোগ্রাডস্কির কাজ"
  },
  {
    "chunk_id": "chunk_110",
    "topic": "জীবাণু",
    "source": "bnwiki:জীবাণু",
    "text": "না হওয়া পর্যন্ত মাইক্রোবায়োলজির প্রকৃত বিস্তৃতি প্রকাশিত হয়েছিল। বেইজেরিঙ্ক মাইক্রোবায়োলজিতে দুটি প্রধান অবদান রেখেছিলেন: ভাইরাস আবিষ্কার এবং সমৃদ্ধকরণ সংস্কৃতি কৌশলগুলির বিকাশ। তামাক মোজাইক ভাইরাসের উপর তার কাজ ভাইরোলজির মৌলিক নীতিগুলিকে প্রতিষ্ঠিত করলেও, এটি ছিল তার সমৃদ্ধকরণ সংস্কৃতির বিকাশ যা অণুজীববিজ্ঞানের উপর সবচেয়ে তাৎক্ষণিক প্রভাব ফেলেছিল যা বন্য ভিন্ন শারীরবৃত্তির সাথে বিস্তৃত জীবাণুর চাষের অনুমতি দিয়েছিল। উইনোগ্রাডস্কিই প্রথম কেমোলিথোট্রফির ধারণার বিকাশ ঘটান এবং এর মাধ্যমে ভূ-রাসায়নিক প্রক্রিয়ায় অণুজীবের অপরিহার্য ভূমিকা প্রকাশ করেন। তিনি নাইট্রিফাইং এবং নাইট্রোজেন-ফিক্সিং ব্যাকটেরিয়া উভয়ের প্রথম বিচ্ছিন্নতা এবং বর্ণনার জন্য দায়ী ছিলেন। ফরাসি-কানাডিয়ান মাইক্রোবায়োলজিস্ট ফেলিক্স ডি'হেরেল ব্যাকটিরিওফেজগুলি সহ-আবিষ্কার করেছিলেন এবং প্রথম দিকের প্রয়োগকৃত মাইক্রোবায়োলজিস্টদের মধ্যে একজন ছিলেন। শ্রেণিবিন্যাস এবং গঠন পৃথিবীর প্রায় সকল স্থানে অণুজীব পাওয়া যায়। ব্যাকটেরিয়া এবং আর্কিয়া প্রায় সবসময়ই আণুবীক্ষণিক হয়, যখন অনেকগুলি ইউক্যারিওটও মাইক্রোস্কোপিক হয়, যার মধ্যে বেশিরভাগ প্রোটিস্ট, কিছু ছত্রাক, সেইসাথে কিছু মাইক্রো-প্রাণী এবং গাছপালা রয়েছে। ভাইরাসগুলিকে সাধারণত জীবিত নয় এবং তাই অণুজীব হিসাবে বিবেচনা করা হয় না, যদিও মাইক্রোবায়োলজির একটি সাবফিল্ড হল ভাইরোলজি, ভাইরাসের অধ্যয়ন। বিবর্তন এককোষী অণুজীবগুলি প্রায় ৩.৫ বিলিয়ন বছর আগে পৃথিবীতে প্রথম বিকাশে লাভ করেছিল। আরও বিবর্তন ধীর ছিল, এবংপ্রিক্যামব্রিয়ান যুগে প্রায় ৩ বিলিয়ন বছর, ( পৃথিবীতে জীবনের বেশিরভাগ ইতিহাস), সমস্ত জীবই ছিল অণুজীব। অ্যাম্বারে ব্যাকটেরিয়া, শৈবাল এবং ছত্রাক সনাক্ত করা হয়েছে যা ২২০ মিলিয়ন বছর পুরানো, যা দেখায়"
  },
  {
    "chunk_id": "chunk_111",
    "topic": "জীবাণু",
    "source": "bnwiki:জীবাণু",
    "text": "যে অন্তত ট্রায়াসিক সময়কাল থেকে অণুজীবের আকারবিদ্যা সামান্য পরিবর্তিত হয়েছে। নিকেল দ্বারা পরিচালিত নতুন আবিষ্কৃত জৈবিক ভূমিকা, তবে - বিশেষ করে যা সাইবেরিয়ান ফাঁদ থেকে আগ্নেয়গিরির অগ্ন্যুৎপাতের ফলে - পার্মিয়ান-ট্রায়াসিক বিলুপ্তির ঘটনার শেষের দিকে মিথানোজেনের বিবর্তনকে ত্বরান্বিত করতে পারে। অণুজীবগুলির বিবর্তন তুলনামূলক দ্রুত হারে হয়ে থাকে। বেশিরভাগ অণুজীব দ্রুত পুনরুত্পাদন করতে পারে, এবং ব্যাকটেরিয়াও অবাধে সংযোজন, রূপান্তর এবং ট্রান্সডাকশনের মাধ্যমে জিন বিনিময় করতে সক্ষম হয়, এমনকি ব্যাপকভাবে ভিন্ন প্রজাতির মধ্যেও। এই অনুভূমিক জিন স্থানান্তর, একটি উচ্চ মিউটেশন হার এবং রূপান্তরের অন্যান্য উপায়গুলির সাথে মিলিত, অণুজীবগুলিকে দ্রুত বিকশিত হতে দেয় ( প্রাকৃতিক নির্বাচনের মাধ্যমে) নতুন পরিবেশে বেঁচে থাকতে এবং পরিবেশগত চাপে প্রতিক্রিয়া জানাতে। এই দ্রুত বিবর্তন ওষুধের ক্ষেত্রে গুরুত্বপূর্ণ, কারণ এটি মাল্টিড্রাগ প্রতিরোধী প্যাথোজেনিক ব্যাকটেরিয়া, সুপারবাগ, যা অ্যান্টিবায়োটিক প্রতিরোধী বিকাশের দিকে পরিচালিত করেছে। একটি প্রোক্যারিওট এবং একটি ইউক্যারিওটের মধ্যে অণুজীবের একটি সম্ভাব্য ক্রান্তিকালীন রূপ ২০১২ সালে জাপানি বিজ্ঞানীরা আবিষ্কার করেছিলেন। প্যারাকারিয়ন মায়োজিনেনসিস হল একটি অনন্য অণুজীব যা একটি সাধারণ প্রোক্যারিওটের চেয়ে বড়, কিন্তু পারমাণবিক উপাদান একটি ঝিল্লিতে ইউক্যারিওটের মতো আবদ্ধ থাকে এবং এন্ডোসিম্বিওন্টের উপস্থিতি থাকে। এটি অণুজীবের প্রথম প্রশংসনীয় বিবর্তনীয় রূপ হিসাবে দেখা যায়, যা প্রোক্যারিওট থেকে ইউক্যারিওট পর্যন্ত বিকাশের একটি পর্যায় দেখায়। আর্কিয়া আর্কিয়া হল প্রোক্যারিওটিক এককোষী জীব, এবং কার্ল ওয়েসের তিন-ডোমেন সিস্টেমে জীবনের প্রথম ডোমেন গঠন করে। একটি প্রোক্যারিওটকে"
  },
  {
    "chunk_id": "chunk_112",
    "topic": "জীবাণু",
    "source": "bnwiki:জীবাণু",
    "text": "সংজ্ঞায়িত করা হয় কোন কোষের নিউক্লিয়াস বা অন্যান্য ঝিল্লি আবদ্ধ - অর্গানেল নেই। আর্চিয়া এই সংজ্ঞায়িত বৈশিষ্ট্যটি ব্যাকটেরিয়াগুলির সাথে ভাগ করে নেয় যার সাথে তারা একবার গোষ্ঠীবদ্ধ ছিল। ১৯৯০ সালে মাইক্রোবায়োলজিস্ট ওয়েস তিন-ডোমেন সিস্টেমের প্রস্তাব করেছিলেন যা জীবন্ত জিনিসকে ব্যাকটেরিয়া, আর্কিয়া এবং ইউক্যারিওটে বিভক্ত করে, এবং এর ফলে প্রোক্যারিওট ডোমেন বিভক্ত হয়। তাদের জেনেটিক্স এবং জৈব রসায়ন উভয় ক্ষেত্রেই আর্কিয়া ব্যাকটেরিয়া থেকে আলাদা। উদাহরণস্বরূপ, যখন ব্যাকটেরিয়া কোষের ঝিল্লি এস্টার বন্ড সহ ফসফোগ্লিসারাইড থেকে তৈরি হয়, আর্কিয়ান মেমব্রেনগুলি ইথার লিপিড দিয়ে তৈরি হয়। আর্কিয়াকে মূলত চরম পরিবেশে বসবাসকারী চরমপন্থী হিসাবে বর্ণনা করা হয়েছিল, যেমন উষ্ণ প্রস্রবণ, কিন্তু তারপর থেকে সব ধরনের আবাসস্থলে পাওয়া গেছে। শুধুমাত্র এখন বিজ্ঞানীরা উপলব্ধি করতে শুরু করেছেন যে পরিবেশে আর্কিয়া কতটা সাধারণ, যেখানে ক্রিনারচাওটা হল সমুদ্রের সবচেয়ে সাধারণ জীবন, যা ১৫০ মিটার গভীরতার নীচে বাস্তুতন্ত্রের উপর আধিপত্য বিস্তার করে। এই জীবগুলি মাটিতেও সাধারণ এবং অ্যামোনিয়া অক্সিডেশনে গুরুত্বপূর্ণ ভূমিকা পালন করে। আর্কিয়া এবং ব্যাকটেরিয়ার সম্মিলিত ডোমেনগুলি পৃথিবীতে জীবের সবচেয়ে বৈচিত্র্যময় এবং প্রচুর গোষ্ঠী তৈরি করে এবং কার্যত সমস্ত পরিবেশে বাস করে যেখানে তাপমাত্রা +১৪০°সে. এর নিচে থাকে এগুলি পানি/জল, মাটি, বাতাসে, জীবের মাইক্রোবায়োম হিসাবে, উষ্ণ প্রস্রবণ এবং এমনকি পাথরে পৃথিবীর ভূত্বকের নীচে পাওয়া যায়। প্রোক্যারিওটের সংখ্যা অনুমান করা হয় প্রায় পাঁচ অমিলিয়ন, বা ৫ × ১০ ৩০, যা"
  },
  {
    "chunk_id": "chunk_113",
    "topic": "জীবাণু",
    "source": "bnwiki:জীবাণু",
    "text": "পৃথিবীর অন্তত অর্ধেক বায়োমাসের জন্য দায়ী। প্রোক্যারিওটগুলির জীববৈচিত্র্য অজানা, তবে খুব বড় হতে পারে। মে ২০১৬ এর একটি অনুমান অনুযায়ী জীবের আকারের বিপরীতে প্রজাতির পরিচিত সংখ্যা থেকে স্কেলিংয়ের নিয়মের উপর ভিত্তি করে, গ্রহের সম্ভবত ১ ট্রিলিয়ন প্রজাতির একটি অনুমান দেয়, যার মধ্যে বেশিরভাগই অণুজীব হবে। বর্তমানে, সেই মোটের এক শতাংশের মাত্র এক হাজার ভাগ বর্ণনা করা হয়েছে। কিছু প্রজাতির আর্কেল কোষগুলি সরাসরি যোগাযোগের মাধ্যমে এক কোষ থেকে অন্য কোষে ডিএনএ একত্রিত করে এবং স্থানান্তর করে, বিশেষ করে চাপপূর্ণ পরিবেশগত পরিস্থিতিতে যা ডিএনএ ক্ষতির কারণ হয়। ব্যাকটেরিয়া আর্কিয়ার মতো ব্যাকটেরিয়া হল প্রোক্যারিওটিক – এককোষী, এবং তাদের কোষের নিউক্লিয়াস বা অন্যান্য ঝিল্লি-আবদ্ধ অর্গানেল নেই। ব্যাকটেরিয়া মাইক্রোস্কোপিক, কিছু অত্যন্ত বিরল ব্যতিক্রম সহ, যেমন থিওমার্গারিটা নামিবিয়েনসিস। ব্যাকটেরিয়া পৃথক কোষ হিসাবে কাজ করে এবং পুনরুত্পাদন করে, তবে তারা প্রায়শই বহুকোষী উপনিবেশে একত্রিত হতে পারে। কিছু প্রজাতি যেমন মাইক্সোব্যাকটেরিয়া জটিল ঝাঁক গঠনে একত্রিত হতে পারে, তাদের জীবনচক্রের অংশ হিসাবে বহুকোষী গোষ্ঠী হিসাবে কাজ করে, বা ব্যাকটেরিয়া উপনিবেশে ক্লাস্টার গঠন করে যেমন ই.কোলি । তাদের জিনোম সাধারণত একটি বৃত্তাকার ব্যাকটেরিয়া ক্রোমোজোম - ডিএনএর একটি একক লুপ, যদিও তারা প্লাজমিড নামক ডিএনএর ছোট টুকরোকে আশ্রয় করতে পারে। এই প্লাজমিডগুলি ব্যাকটেরিয়া সংযোজনের মাধ্যমে কোষের মধ্যে স্থানান্তরিত হতে পারে। ব্যাকটেরিয়া একটি আবদ্ধ কোষ প্রাচীর আছে, যা তাদের কোষের শক্তি এবং"
  },
  {
    "chunk_id": "chunk_114",
    "topic": "জীবাণু",
    "source": "bnwiki:জীবাণু",
    "text": "অনমনীয়তা প্রদান করে। তারা বাইনারি ফিশন বা কখনও কখনও উদীয়মান দ্বারা পুনরুৎপাদন করে, কিন্তু মিয়োটিক যৌন প্রজনন করে না। যাইহোক, অনেক ব্যাকটেরিয়া প্রজাতি একটি অনুভূমিক জিন স্থানান্তর প্রক্রিয়া দ্বারা পৃথক কোষের মধ্যে ডিএনএ স্থানান্তর করতে পারে যাকে প্রাকৃতিক রূপান্তর বলা হয়। কিছু প্রজাতি অসাধারণভাবে স্থিতিস্থাপক স্পোর গঠন করে, কিন্তু ব্যাকটেরিয়ার জন্য এটি বেঁচে থাকার একটি প্রক্রিয়া, প্রজনন নয়। সর্বোত্তম অবস্থার অধীনে ব্যাকটেরিয়া অত্যন্ত দ্রুত বৃদ্ধি পেতে পারে এবং প্রতি ২০ মিনিটে তাদের সংখ্যা দ্বিগুণ হতে পারে। ইউক্যারিওটস বেশিরভাগ জীবন্ত জিনিস যা তাদের প্রাপ্তবয়স্ক আকারে খালি চোখে দৃশ্যমান হয় ইউক্যারিওটস, মানুষ সহ। যাইহোক, অনেক ইউক্যারিওটও অণুজীব। ব্যাকটেরিয়া এবং আর্কিয়া থেকে ভিন্ন, ইউক্যারিওটে তাদের কোষে কোষের নিউক্লিয়াস, গোলগি যন্ত্রপাতি এবং মাইটোকন্ড্রিয়ার মতো অর্গানেল থাকে। নিউক্লিয়াস হল একটি অর্গানেল যা ডিএনএ ধারণ করে যা একটি কোষের জিনোম তৈরি করে। ডিএনএ (ডিঅক্সিরাইবোনিউক্লিক অ্যাসিড) নিজেই জটিল ক্রোমোজোমে সাজানো হয়। মাইটোকন্ড্রিয়া হল বিপাকের ক্ষেত্রে অত্যাবশ্যকীয় অর্গানেল কারণ তারা সাইট্রিক অ্যাসিড চক্র এবং অক্সিডেটিভ ফসফোরিলেশনের স্থান। তারা সিম্বিওটিক ব্যাকটেরিয়া থেকে বিবর্তিত হয়েছে এবং একটি অবশিষ্ট জিনোম ধরে রেখেছে। ব্যাকটেরিয়ার মতো, উদ্ভিদ কোষের কোষ প্রাচীর থাকে এবং অন্যান্য ইউক্যারিওটের অর্গানেল ছাড়াও ক্লোরোপ্লাস্টের মতো অর্গানেল থাকে। ক্লোরোপ্লাস্টগুলি সালোকসংশ্লেষণের মাধ্যমে আলো থেকে শক্তি উৎপন্ন করে এবং এটিও মূলত সিম্বিওটিক ব্যাকটেরিয়া ছিল। বেশিরভাগ জীবন্ত জিনিস যা তাদের প্রাপ্তবয়স্ক আকারে খালি চোখে"
  },
  {
    "chunk_id": "chunk_115",
    "topic": "জীবাণু",
    "source": "bnwiki:জীবাণু",
    "text": "দৃশ্যমান হয় ইউক্যারিওটস, মানুষ সহ। যাইহোক, অনেক ইউক্যারিওটও অণুজীব। ব্যাকটেরিয়া এবং আর্কিয়া থেকে ভিন্ন, ইউক্যারিওটে তাদের কোষে কোষের নিউক্লিয়াস, গোলগি যন্ত্রপাতি এবং মাইটোকন্ড্রিয়ার মতো অর্গানেল থাকে। নিউক্লিয়াস হল একটি অর্গানেল যা ডিএনএ ধারণ করে যা একটি কোষের জিনোম তৈরি করে। ডিএনএ (ডিঅক্সিরাইবোনিউক্লিক অ্যাসিড) নিজেই জটিল ক্রোমোজোমে সাজানো হয়। মাইটোকন্ড্রিয়া হল বিপাকের ক্ষেত্রে অত্যাবশ্যকীয় অর্গানেল কারণ তারা সাইট্রিক অ্যাসিড চক্র এবং অক্সিডেটিভ ফসফোরিলেশনের স্থান। তারা সিম্বিওটিক ব্যাকটেরিয়া থেকে বিবর্তিত হয়েছে এবং একটি অবশিষ্ট জিনোম ধরে রেখেছে। ব্যাকটেরিয়ার মতো, উদ্ভিদ কোষের কোষ প্রাচীর থাকে এবং অন্যান্য ইউক্যারিওটের অর্গানেল ছাড়াও ক্লোরোপ্লাস্টের মতো অর্গানেল থাকে। ক্লোরোপ্লাস্টগুলি সালোকসংশ্লেষণের মাধ্যমে আলো থেকে শক্তি উৎপন্ন করে এবং এটিও মূলত সিম্বিওটিক ব্যাকটেরিয়া ছিল। এককোষী ইউক্যারিওটগুলি সাধারণত অনুকূল পরিস্থিতিতে মাইটোসিস দ্বারা অযৌনভাবে পুনরুত্পাদন করে। যাইহোক, পুষ্টির সীমাবদ্ধতা এবং ডিএনএ ক্ষতির সাথে সম্পর্কিত অন্যান্য অবস্থার মতো চাপের পরিস্থিতিতে, তারা মিয়োসিস এবং সিঙ্গ্যামি দ্বারা যৌনভাবে পুনরুত্পাদন করে। প্রোটিস্ট ইউক্যারিওটিক গোষ্ঠীগুলির মধ্যে, প্রোটিস্টরা সাধারণত এককোষী এবং মাইক্রোস্কোপিক হয়। এটি জীবের একটি অত্যন্ত বৈচিত্র্যময় গোষ্ঠী যা শ্রেণিবদ্ধ করা সহজ নয়। বেশ কিছু শৈবাল প্রজাতি বহুকোষী প্রোটিস্ট এবং স্লাইম মোল্ডের অনন্য জীবনচক্র রয়েছে যা এককোষী, ঔপনিবেশিক এবং বহুকোষী রূপের মধ্যে পরিবর্তনের সাথে জড়িত। প্রোটিস্টদের প্রজাতির সংখ্যা অজানা কারণ শুধুমাত্র একটি ছোট অনুপাত চিহ্নিত করা হয়েছে। প্রোটিস্ট বৈচিত্র্য মহাসাগর, গভীর সমুদ্র-প্রবাহ, নদীর পলল এবং একটি"
  },
  {
    "chunk_id": "chunk_116",
    "topic": "জীবাণু",
    "source": "bnwiki:জীবাণু",
    "text": "অম্লীয় নদীতে বেশি, যা পরামর্শ দেয় যে অনেক ইউক্যারিওটিক মাইক্রোবিয়াল সম্প্রদায় এখনও আবিষ্কৃত হতে পারে। ছত্রাক ছত্রাকের বেশ কয়েকটি এককোষী প্রজাতি রয়েছে, যেমন বেকারস ইস্ট এবং ফিশন ইস্ট। কিছু ছত্রাক, যেমন প্যাথোজেনিক ইস্ট ক্যান্ডিডা অ্যালবিকানস, ফেনোটাইপিক পরিবর্তনের মধ্য দিয়ে যেতে পারে এবং কিছু পরিবেশে একক কোষ হিসাবে বৃদ্ধি পেতে পারে এবং অন্যগুলিতে ফিলামেন্টাস হাইফাই। গাছপালা সবুজ শ্যাওলা হলো সালোকসংশ্লেষিত ইউক্যারিওটগুলির একটি বৃহৎ গোষ্ঠী যার মধ্যে অনেকগুলি মাইক্রোস্কোপিক জীব রয়েছে। যদিও কিছু সবুজ শ্যাওলাগুলিকে প্রোটিস্ট হিসেবে শ্রেণিবদ্ধ করা হয়, অন্যদের যেমন ক্যারোফাইটা ভ্রূণীয় উদ্ভিদের সাথে শ্রেণিবদ্ধ করা হয়, যেগুলি ভূমি উদ্ভিদের সবচেয়ে পরিচিত গোষ্ঠী। শ্যাওলাগুলি একক কোষ হিসাবে বা কোষের দীর্ঘ শৃঙ্খলে বৃদ্ধি পেতে পারে। সবুজ শ্যাওলাগুলির মধ্যে রয়েছে এককোষী এবং ঔপনিবেশিক ফ্ল্যাজেলেট, সাধারণত কিন্তু সর্বদা প্রতি কোষে দুটি ফ্ল্যাজেলা থাকে না, সেইসাথে বিভিন্ন ঔপনিবেশিক, কোকোয়েড এবং ফিলামেন্টাস ফর্ম থাকে। চ্যারালেসে, যা উচ্চতর উদ্ভিদের সাথে সবচেয়ে ঘনিষ্ঠভাবে সম্পর্কিত শ্যাওলাগুলি, কোষগুলি জীবের মধ্যে বিভিন্ন স্বতন্ত্র টিস্যুতে পার্থক্য করে। প্রায় ৬০০০ প্রজাতির সবুজ শৈবাল রয়েছে। বাস্তুবিদ্যা উত্তর ও দক্ষিণ মেরু, মরুভূমি, গিজার এবং পাথরের মতো প্রতিকূল পরিবেশ সহ প্রকৃতিতে উপস্থিত প্রায় প্রতিটি আবাসস্থলে অণুজীব পাওয়া যায়। তারা মহাসাগর এবং গভীর সমুদ্রের সমস্ত সামুদ্রিক অণুজীবও অন্তর্ভুক্ত করে। কিছু ধরনের অণুজীব চরম পরিবেশ এবং টেকসই উপনিবেশের সাথে খাপ খাইয়ে নিয়েছে; এই"
  },
  {
    "chunk_id": "chunk_117",
    "topic": "জীবাণু",
    "source": "bnwiki:জীবাণু",
    "text": "জীবগুলি এক্সট্রিমোফাইল নামে পরিচিত। এক্সট্রিমোফাইলগুলিকে পৃথিবীর পৃষ্ঠের ৭ কিলোমিটার নীচে শিলা থেকে বিচ্ছিন্ন করা হয়েছে, এবং এটি প্রস্তাব করা হয়েছে যে পৃথিবীর পৃষ্ঠের নীচে বসবাসকারী জীবের পরিমাণ ভূপৃষ্ঠে বা তার উপরে জীবনের পরিমাণের সাথে তুলনীয়। এক্সট্রিমোফাইলগুলি একটি ভ্যাকুয়ামে দীর্ঘ সময়ের জন্য বেঁচে থাকার জন্য পরিচিত, এবং বিকিরণের প্রতি অত্যন্ত প্রতিরোধী হতে পারে, যা তাদের মহাকাশে বেঁচে থাকার অনুমতিও দিতে পারে। অনেক ধরনের অণুজীবের অন্যান্য বৃহত্তর জীবের সাথে অন্তরঙ্গ সিম্বিওটিক সম্পর্ক রয়েছে; যার মধ্যে কিছু পারস্পরিকভাবে উপকারী ( পারস্পরিকতাবাদ ), অন্যগুলি হোস্ট জীবের জন্য ক্ষতিকারক হতে পারে (পরজীবীবাদ)। যদি অণুজীবগুলি একটি হোস্টে রোগের কারণ হতে পারে তবে সেগুলি প্যাথোজেন হিসাবে পরিচিত এবং তারপরে তাদের কখনও কখনও জীবাণু হিসাবে উল্লেখ করা হয়। অণুজীবগুলি পৃথিবীর জৈব- রাসায়নিক চক্রে গুরুত্বপূর্ণ ভূমিকা পালন করে কারণ তারা পচন এবং নাইট্রোজেন স্থিরকরণের জন্য দায়ী। ব্যাকটেরিয়া নিয়ন্ত্রক নেটওয়ার্ক ব্যবহার করে যা তাদের পৃথিবীর প্রায় প্রতিটি পরিবেশগত কুলুঙ্গির সাথে খাপ খাইয়ে নিতে দেয়। ডিএনএ, আরএনএ, প্রোটিন এবং মেটাবোলাইট সহ বিভিন্ন ধরনের অণুর মধ্যে মিথস্ক্রিয়াগুলির একটি নেটওয়ার্ক ব্যাকটেরিয়া জিনের অভিব্যক্তি নিয়ন্ত্রণের জন্য ব্যবহার করে। ব্যাকটেরিয়ায়, নিয়ন্ত্রক নেটওয়ার্কগুলির প্রধান কাজ হল পরিবেশগত পরিবর্তনের প্রতিক্রিয়া নিয়ন্ত্রণ করা, উদাহরণস্বরূপ পুষ্টির অবস্থা এবং পরিবেশগত চাপ। নেটওয়ার্কের একটি জটিল সংগঠন অণুজীবকে একাধিক পরিবেশগত সংকেত সমন্বয় ও সংহত করার অনুমতি দেয়। এক্সট্রিমোফাইলস এক্সট্রিমোফাইলস হল এমন অণুজীব"
  },
  {
    "chunk_id": "chunk_118",
    "topic": "জীবাণু",
    "source": "bnwiki:জীবাণু",
    "text": "যেগুলি অভিযোজিত হয় যাতে তারা বেঁচে থাকতে পারে এবং এমনকি চরম পরিবেশে টিকে থাকতে পারে যা সাধারণত বেশিরভাগ জীবন-গঠনের জন্য মারাত্মক। থার্মোফাইলস এবং হাইপারথার্মোফাইলস উচ্চ তাপমাত্রায় উন্নতি লাভ করে। সাইক্রোফিলগুলি অত্যন্ত নিম্ন তাপমাত্রায় উন্নতি লাভ করে। - ১৩০ ডিগ্রি সেলসিয়াস (২৬৬ ডিগ্রি ফারেনহাইট) পর্যন্ত তাপমাত্রা, −১৭ ডিগ্রি সেলসিয়াস (১ ডিগ্রি ফারেনহাইট) এর মতো কম হ্যালোফিল যেমন হ্যালোব্যাক্টেরিয়াম স্যালিনারাম (একটি প্রত্নতাত্ত্বিক) উচ্চ লবণ অবস্থায়, সম্পৃক্ততা পর্যন্ত বৃদ্ধি পায়। অ্যালকালিফাইলস প্রায় ৮.৫-১১ এর ক্ষারীয় pH- এ উন্নতি লাভ করে। অ্যাসিডোফাইলস ২.০ বা তার কম পিএইচে উন্নতি করতে পারে। পাইজোফাইলস খুব উচ্চ চাপে উন্নতি লাভ করে: ১,০০০=২,০০০ বায়ুমণ্ডল (একক) পর্যন্ত, স্থানের শূন্যতার মতো ০ বায়ুমণ্ডল (একক) পর্যন্ত। কিছু এক্সট্রিমোফাইল যেমন ডিনোকক্কাস রেডিওডুরান রেডিওরেসিস্ট্যান্ট, ৫ হাজার ধূসর (একক) পর্যন্ত বিকিরণ এক্সপোজার প্রতিরোধ করে। এক্সট্রিমোফাইলস বিভিন্ন উপায়ে তাৎপর্যপূর্ণ. তারা পৃথিবীর হাইড্রোস্ফিয়ার, ভূত্বক এবং বায়ুমণ্ডলের বেশিরভাগ অংশে পার্থিব জীবনকে প্রসারিত করে, তাদের চরম পরিবেশের সাথে তাদের নির্দিষ্ট বিবর্তনীয় অভিযোজন প্রক্রিয়া বায়োটেকনোলজিতে কাজে লাগানো যেতে পারে, এবং এই ধরনের চরম পরিস্থিতিতে তাদের অস্তিত্ব বহির্জাগতিক জীবনের সম্ভাবনাকে বাড়িয়ে তোলে। গাছপালা এবং মাটি মাটিতে নাইট্রোজেন চক্র বায়ুমণ্ডলীয় নাইট্রোজেনের স্থির উপর নির্ভর করে। এটি বেশ কয়েকটি ডায়াজোট্রফ দ্বারা অর্জন করা হয়। এটি ঘটতে পারে এমন একটি উপায় হল, লেগুমের মূল নোডুলগুলিতে যেগুলি রাইজোবিয়াম, মেসোরহিজোবিয়াম, সিনোরহিজোবিয়াম, ব্র্যাডিরাইজোবিয়াম এবং অ্যাজোরহিজোবিয়ামের সিম্বিওটিক ব্যাকটেরিয়া"
  },
  {
    "chunk_id": "chunk_119",
    "topic": "জীবাণু",
    "source": "bnwiki:জীবাণু",
    "text": "ধারণ করে। উদ্ভিদের শিকড় রাইজোস্ফিয়ার নামে পরিচিত একটি সংকীর্ণ অঞ্চল তৈরি করে যা মূল মাইক্রোবায়োম নামে পরিচিত অনেক অণুজীবকে সমর্থন করে। মূল মাইক্রোবায়োমের এই অণুজীবগুলি সংকেত এবং সংকেতের মাধ্যমে একে অপরের সাথে এবং আশেপাশের উদ্ভিদের সাথে যোগাযোগ করতে সক্ষম। উদাহরণস্বরূপ, মাইকোরাইজাল ছত্রাক উদ্ভিদ এবং ছত্রাক উভয়ের মধ্যে রাসায়নিক সংকেতের মাধ্যমে অনেক গাছের মূল সিস্টেমের সাথে যোগাযোগ করতে সক্ষম। এর ফলে উভয়ের মধ্যে একটি পারস্পরিক সিম্বিয়াসিস তৈরি হয়। যাইহোক, এই সংকেতগুলি অন্যান্য অণুজীব যেমন মাটির ব্যাকটেরিয়া, মাইক্সোকোকাস জ্যান্থাস, যা অন্যান্য ব্যাকটেরিয়া শিকার করে,। গাছপালা এবং অণুজীবের মতো অনাকাঙ্ক্ষিত রিসিভার থেকে ইভসড্রপিং বা সংকেত রোধ করা বড় আকারের, বিবর্তনীয় পরিণতির দিকে নিয়ে যেতে পারে। উদাহরণস্বরূপ, সিগন্যালার-রিসিভার জোড়া, যেমন উদ্ভিদ-অণুজীব জোড়া, ইভড্রপারের পরিবর্তনশীলতার কারণে প্রতিবেশী জনগোষ্ঠীর সাথে যোগাযোগ করার ক্ষমতা হারাতে পারে। স্থানীয় শ্রোতাদের এড়াতে মানিয়ে নেওয়ার ক্ষেত্রে, সংকেত বিচ্যুতি ঘটতে পারে এবং এইভাবে, অন্যান্য জনসংখ্যার সাথে যোগাযোগের অক্ষমতা থেকে উদ্ভিদ এবং অণুজীবের বিচ্ছিন্নতার দিকে পরিচালিত করে। মিথোজীবিত্ব লাইকেন হল সালোকসংশ্লেষী মাইক্রোবিয়াল শৈবাল বা সায়ানোব্যাকটেরিয়া সহ একটি ম্যাক্রোস্কোপিক ছত্রাকের সিম্বিওসিস। আবেদন অণুজীবগুলি খাদ্য উৎপাদন, বর্জ্য জল চিকিৎসা, জৈব জ্বালানি এবং বিস্তৃত রাসায়নিক এবং এনজাইম তৈরিতে কার্যকর। তারা মডেল জীব হিসাবে গবেষণা অমূল্য। তারা অস্ত্র তৈরি করা হয়েছে এবং কখনও কখনও যুদ্ধ এবং জৈব সন্ত্রাসবাদে ব্যবহৃত হয়েছে। তারা মাটির উর্বরতা বজায় রাখতে এবং জৈব"
  },
  {
    "chunk_id": "chunk_120",
    "topic": "জীবাণু",
    "source": "bnwiki:জীবাণু",
    "text": "পদার্থ পচানোর ক্ষেত্রে তাদের ভূমিকার মাধ্যমে কৃষির জন্য গুরুত্বপূর্ণ। খাদ্য উৎপাদন অণুজীবগুলি দই, পনির, কেফির, আইরান, গাঁজানো দুধের পণ্য এবং অন্যান্য ধরনের খাবার তৈরি করতে গাঁজন প্রক্রিয়ায় ব্যবহৃত হয়। গাঁজন সংস্কৃতি গন্ধ এবং সুবাস প্রদান করে এবং অবাঞ্ছিত জীবকে বাধা দেয়। তাদের পাউরুটিতে ব্যবহার করা হয়, এবং ওয়াইন এবং বিয়ারে শর্করাকে অ্যালকোহলে রূপান্তর করতে। অণুজীবগুলি মদ তৈরি, ওয়াইন তৈরি, বেকিং, পিলিং এবং অন্যান্য খাদ্য তৈরির প্রক্রিয়াগুলিতে ব্যবহৃত হয়। পানি ব্যবহার এগুলি অণুজীবের উপর জৈব উপাদান দ্বারা দূষিত পানি বা জল পরিষ্কার করার ক্ষমতার উপর নির্ভর করে যা দ্রবীভূত পদার্থ শ্বাস নিতে পারে। শ্বাস-প্রশ্বাস বায়বীয় হতে পারে, একটি ভাল-অক্সিজেনযুক্ত ফিল্টার বিছানা যেমন একটি ধীর বালি ফিল্টার। মিথেনোজেন দ্বারা অ্যানেরোবিক হজম উপজাত হিসাবে দরকারী মিথেন গ্যাস উৎপন্ন করে। শক্তি অণুজীবগুলি ইথানল তৈরির জন্য গাঁজনে ব্যবহৃত হয়, এবং মিথেন উৎপাদন করতে বায়োগ্যাস চুল্লিতে। বিজ্ঞানীরা তরল জ্বালানি তৈরির জন্য শৈবাল ব্যবহার নিয়ে গবেষণা করছেন, এবং ব্যাকটেরিয়া বিভিন্ন ধরনের কৃষি ও শহুরে বর্জ্যকে ব্যবহারযোগ্য জ্বালানিতে রূপান্তরিত করতে। রাসায়নিক, এনজাইম অণুজীবগুলি অনেক বাণিজ্যিক এবং শিল্প রাসায়নিক, এনজাইম এবং অন্যান্য জৈব সক্রিয় অণু উত্পাদন করতে ব্যবহৃত হয়। মাইক্রোবিয়াল গাঁজন দ্বারা বৃহৎ শিল্প স্কেলে উত্পাদিত জৈব অ্যাসিডগুলির মধ্যে রয়েছে অ্যাসিটিক অ্যাসিড ব্যাকটেরিয়া দ্বারা উত্পাদিত অ্যাসিটিক অ্যাসিড যেমন অ্যাসিটোব্যাক্টর অ্যাসিটি, ব্যাকটেরিয়াম ক্লস্ট্রিডিয়াম বুট্রিকাম দ্বারা তৈরি বিউটেরিক অ্যাসিড, ল্যাকটোব্যাসিলাস এবং"
  },
  {
    "chunk_id": "chunk_121",
    "topic": "জীবাণু",
    "source": "bnwiki:জীবাণু",
    "text": "অন্যান্য ল্যাকটিক অ্যাসিড ব্যাকটেরিয়া দ্বারা তৈরি ল্যাকটিক অ্যাসিড, এবং সাইট্রিক অ্যাসিড। ছাঁচ ছত্রাক অ্যাসপারগিলাস নাইজার দ্বারা উত্পাদিত। অণুজীবগুলি ব্যাকটেরিয়া স্ট্রেপ্টোকক্কাস থেকে স্ট্রেপ্টোকিনেসের মতো জৈব সক্রিয় অণু তৈরি করতে ব্যবহৃত হয়, অ্যাসকোমাইসেট ছত্রাক থেকে সাইক্লোস্পোরিন এ, টলিপোক্ল্যাডিয়াম ইনফ্ল্যাটাম, এবং খামির মোনাস্কাস পিউরিয়াস দ্বারা উত্পাদিত স্ট্যাটিন। বিজ্ঞান বায়োটেকনোলজি, বায়োকেমিস্ট্রি, জেনেটিক্স, এবং আণবিক জীববিজ্ঞানে অণুজীবগুলি অপরিহার্য হাতিয়ার। খামির Saccharomyces cerevisiae এবং Schizosaccharomyces pombe হল বিজ্ঞানের গুরুত্বপূর্ণ মডেল জীব, যেহেতু তারা সাধারণ ইউক্যারিওট যা দ্রুত বড় সংখ্যায় জন্মাতে পারে এবং সহজেই হেরফের করা যায়। এগুলি জেনেটিক্স, জিনোমিক্স এবং প্রোটিওমিক্সে বিশেষভাবে মূল্যবান। স্টেরয়েড তৈরি এবং ত্বকের রোগের চিকিৎসার মতো ব্যবহারের জন্য অণুজীব ব্যবহার করা যেতে পারে। জীবন্ত জ্বালানী কোষের জন্য অণুজীব ব্যবহার করার কথাও বিজ্ঞানীরা বিবেচনা করছেন, এবং দূষণের সমাধান হিসেবে। সংগ্রাম মধ্যযুগে, জৈবিক যুদ্ধের প্রাথমিক উদাহরণ হিসাবে, ক্যাটাপল্ট বা অন্যান্য অবরোধের ইঞ্জিন ব্যবহার করে অবরোধের সময় অসুস্থ মৃতদেহ দুর্গে ফেলে দেওয়া হত। মৃতদেহের কাছাকাছি থাকা ব্যক্তিরা প্যাথোজেনের সংস্পর্শে এসেছিলেন এবং সেই প্যাথোজেনটি অন্যদের মধ্যে ছড়িয়ে দেওয়ার সম্ভাবনা ছিল। আধুনিক সময়ে, জৈব সন্ত্রাসবাদের মধ্যে রয়েছে ১৯৮৪ সালের রজনীশির জৈব সন্ত্রাসী হামলা এবং ১৯৯৩ সালে টোকিওতে অম শিনরিকিওর অ্যানথ্রাক্স প্রকাশ। মাটি জীবাণুগুলি মাটিতে পুষ্টি এবং খনিজ পদার্থকে উদ্ভিদের জন্য উপলব্ধ করতে পারে, হরমোন তৈরি করতে পারে যা বৃদ্ধিকে উত্সাহিত করে, উদ্ভিদের রোগ প্রতিরোধ ব্যবস্থাকে উদ্দীপিত করে"
  },
  {
    "chunk_id": "chunk_122",
    "topic": "জীবাণু",
    "source": "bnwiki:জীবাণু",
    "text": "এবং স্ট্রেস প্রতিক্রিয়া ট্রিগার বা স্যাঁতসেঁতে করে। সাধারণভাবে মাটির জীবাণুর আরও বৈচিত্র্যের ফলে গাছের রোগ কম হয় এবং ফলন বেশি হয়। মানব স্বাস্থ্য মানুষের অন্ত্রের উদ্ভিদ অণুজীব অন্যান্য, বৃহত্তর জীবের সাথে একটি এন্ডোসিমবায়োটিক সম্পর্ক তৈরি করতে পারে। উদাহরণস্বরূপ, অণুজীব সিম্বিওসিস রোগ প্রতিরোধ ব্যবস্থায় একটি গুরুত্বপূর্ণ ভূমিকা পালন করে। গ্যাস্ট্রোইনটেস্টাইনাল ট্র্যাক্টে অন্ত্রের উদ্ভিদ তৈরি করে এমন অণুজীবগুলি অন্ত্রের অনাক্রম্যতায় অবদান রাখে, ফলিক অ্যাসিড এবং বায়োটিনের মতো ভিটামিন সংশ্লেষ করে এবং জটিল অপাচ্য কার্বোহাইড্রেট গাঁজন করে। কিছু অণুজীব যেগুলি স্বাস্থ্যের জন্য উপকারী বলে মনে করা হয় তাদের প্রোবায়োটিক বলা হয় এবং খাদ্যতালিকাগত সম্পূরক বা খাদ্য সংযোজন হিসাবে পাওয়া যায়। মানুষের অন্ত্রে ৩০০-৫০০ প্রজাতির প্রায় ১০০ ট্রিলিয়ন অণুজীব থাকে বলে বিজ্ঞানীদের ধারণা। এগুলোর প্রায় ৯৫ শতাংশ আমাদের জন্য উপকারী। অবশিষ্ট ৫ শতাংশ অণুজীব আমাদের রোগ বালাইয়ের জন্য দায়ী। তবে উপকারী অণুজীবগুলোর কারণে ক্ষতিকর অণুজীবগুলো আমাদের সচরাচর খুব একটা ক্ষতি করতে পারেনা। উপকারী ব্যাকটেরিয়া অর্থ্যাৎ প্রোবায়োটিক অন্ত্রে ল্যাকটিক এসিড উৎপাদন করে, যা ক্ষতিকর ব্যাকটেরিয়া অর্থ্যাৎ প্যাথোজেনিক ব্যাকটেরিয়ার বিস্তার রোধে বাধা দেয়। ক্ষতিকর ব্যাকটেরিয়াগুলোর মধ্যে অন্ত্রে বেশি পাওয়া যায় E. Coli। রোগ অণুজীব হল অনেক সংক্রামক রোগের কার্যকারক ( প্যাথোজেন )। জড়িত জীবের মধ্যে রয়েছে প্যাথোজেনিক ব্যাকটেরিয়া, যা প্লেগ, যক্ষ্মা এবং অ্যানথ্রাক্সের মতো রোগ সৃষ্টি করে; প্রোটোজোয়ান পরজীবী, ম্যালেরিয়া, ঘুমের অসুস্থতা, আমাশয় এবং টক্সোপ্লাজমোসিসের মতো রোগ সৃষ্টি করে; এবং দাদ, ক্যান্ডিডিয়াসিস বা হিস্টোপ্লাজমোসিসের মতো রোগ সৃষ্টিকারী ছত্রাকও।"
  },
  {
    "chunk_id": "chunk_123",
    "topic": "জীবাণু",
    "source": "bnwiki:জীবাণু",
    "text": "যাইহোক, অন্যান্য রোগ যেমন ইনফ্লুয়েঞ্জা, হলুদ জ্বর বা এইডস প্যাথোজেনিক ভাইরাস দ্বারা সৃষ্ট হয়, যেগুলি সাধারণত জীবন্ত প্রাণী হিসাবে শ্রেণীবদ্ধ করা হয় না এবং তাই কঠোর সংজ্ঞা অনুসারে অণুজীব নয়। প্রত্নতাত্ত্বিক প্যাথোজেনগুলির কোনও স্পষ্ট উদাহরণ জানা যায় না, যদিও কিছু প্রত্নতাত্ত্বিক মিথানোজেনের উপস্থিতি এবং মানুষের পেরিওডন্টাল রোগের মধ্যে একটি সম্পর্ক প্রস্তাব করা হয়েছে। । স্বাস্থ্যবিধি স্বাস্থ্যবিধি হল চারপাশ থেকে অণুজীব নির্মূল করার মাধ্যমে সংক্রমণ বা খাদ্য নষ্ট হওয়া এড়াতে অনুশীলনের একটি সেট। যেহেতু অণুজীব, বিশেষ করে ব্যাকটেরিয়া, কার্যত সর্বত্র পাওয়া যায়, তাই ক্ষতিকারক অণুজীবগুলি বাস্তবে নির্মূল করার পরিবর্তে গ্রহণযোগ্য মাত্রায় হ্রাস পেতে পারে। খাদ্য তৈরিতে, অণুজীবগুলি সংরক্ষণের পদ্ধতি যেমন রান্না করা, পাত্র পরিষ্কার করা, সংক্ষিপ্ত স্টোরেজ পিরিয়ড বা নিম্ন তাপমাত্রা দ্বারা হ্রাস করা হয়। যদি সম্পূর্ণ জীবাণুমুক্তির প্রয়োজন হয়, অস্ত্রোপচারের সরঞ্জামগুলির মতো, একটি অটোক্লেভ তাপ এবং চাপ দিয়ে অণুজীবকে হত্যা করতে ব্যবহৃত হয়। কল্পকাহিনী অসমোসিস জোন্স, ২০০১ সালের একটি চলচ্চিত্র, এবং এর শো ওজি অ্যান্ড ড্রিক্স, মানবদেহের একটি স্টাইলাইজড সংস্করণে সেট করা হয়েছে, নৃতাত্ত্বিক অণুজীবের বৈশিষ্ট্যযুক্ত। বহিঃসংযোগ Microbes.info হল একটি মাইক্রোবায়োলজি তথ্য পোর্টাল যেখানে নিবন্ধ, সংবাদ, প্রায়শই জিজ্ঞাসিত প্রশ্ন এবং মাইক্রোবায়োলজির ক্ষেত্রের লিঙ্ক সহ সম্পদের একটি বিশাল সংগ্রহ রয়েছে। আমাদের মাইক্রোবিয়াল প্ল্যানেট ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ ফেব্রুয়ারি ২০১৩ তারিখে অণুজীবের ইতিবাচক ভূমিকা সম্পর্কে জাতীয় বিজ্ঞান একাডেমি থেকে একটি বিনামূল্যের পোস্টার।"
  },
  {
    "chunk_id": "chunk_124",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "একটি টিকা হল একটি জৈব প্রস্তুতি যা একটি নির্দিষ্ট সংক্রামক বা ম্যালিগন্যান্ট রোগের বিরুদ্ধে সক্রিয় অর্জিত অনাক্রম্যতা প্রদান করে। টিকাসমূহের নিরাপত্তা ও কার্যকারিতা ব্যাপকভাবে অধ্যয়ন এবং যাচাই করা হয়েছে। একটি টিকাতে সাধারণত এমন একটি এজেন্ট থাকে যা একটি রোগ সৃষ্টিকারী অণুজীবের অনুরূপ এবং প্রায়শই অণুজীবটির দুর্বল বা মৃত রূপ, এর বিষ বা এর পৃষ্ঠীয় প্রোটিন থেকে তৈরি করা হয়। এজেন্টটি শরীরের প্রতিরোধ ব্যবস্থাকে উদ্দীপিত করে এজেন্টটিকে হুমকি হিসেবে চিনতে, ধ্বংস করতে এবং ভবিষ্যতে এই এজেন্টের সাথে যুক্ত যে কোনও অণুজীবকে চিনতে ও ধ্বংস করতে। টিকা প্রতিষেধক (প্রফিল্যাকটিক) হতে পারে (প্রাকৃতিক বা \"বন্য\" প্যাথোজেন দ্বারা ভবিষ্যৎ সংক্রমণের প্রভাব প্রতিরোধ বা উপশম করার জন্য) অথবা চিকিৎসামূলক (থেরাপিউটিক) হতে পারে (ইতিমধ্যে ঘটে যাওয়া রোগ যেমন ক্যান্সারের বিরুদ্ধে লড়াই করার জন্য)। কিছু টিকা সম্পূর্ণ স্টেরিলাইজিং ইমিউনিটি প্রদান করে, যেখানে সংক্রমণ প্রতিরোধ করা হয়। টিকা প্রদানকে টিকাদান বলা হয়। টিকাদান হল সংক্রামক রোগ প্রতিরোধের সবচেয়ে কার্যকর পদ্ধতি। টিকাদানের কারণে ব্যাপক অনাক্রম্যতা বিশ্বব্যাপী গুটিবসন্তের উচ্ছেদের এবং পোলিও, হাম, ধনুষ্টংকার-এর মতো রোগগুলিকে বিশ্বের বেশিরভাগ অংশ থেকে সীমিত করার জন্য মূলত দায়ী। বিশ্ব স্বাস্থ্য সংস্থা (WHO) রিপোর্ট করে যে ২৫টি ভিন্ন প্রতিরোধযোগ্য সংক্রমণের জন্য লাইসেন্সপ্রাপ্ত টিকা উপলব্ধ। গুটিবসন্ত প্রতিরোধে ইনোকুলেশনের প্রথম রেকর্ডকৃত ব্যবহার (ভ্যারিওলেশন দেখুন) ১৬তম শতাব্দীতে চীনে ঘটে, যেখানে এই অনুশীলনের প্রাথমিক ইঙ্গিতগুলি ১০ম শতাব্দীতে চীনে আসে।"
  },
  {
    "chunk_id": "chunk_125",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "এটি ছিল প্রথম রোগ যার জন্য একটি টিকা উৎপাদিত হয়েছিল। গুটিবসন্তের বিরুদ্ধে ইনোকুলেশনের লোকজ অনুশীলন ১৭২১ সালে লেডি মেরি ওয়ার্টলি মন্টাগু তুরস্ক থেকে ব্রিটেনে নিয়ে আসেন। টিকা এবং টিকাদান শব্দগুলি ভ্যারিওলি ভ্যাকসিনি (গরুর গুটিবসন্ত) থেকে উদ্ভূত হয়েছে, এই শব্দটি এডওয়ার্ড জেনার দ্বারা তৈরি করা হয়েছিল (যিনি টিকার ধারণা বিকাশ করেছিলেন এবং প্রথম টিকা তৈরি করেছিলেন)। তিনি ১৭৯৮ সালে তাঁর ইনকোয়ারি ইনটু দ্য ভ্যারিওলি ভ্যাকসিনি নাউন অ্যাজ দ্য কাউ পক্স শীর্ষক গ্রন্থে এই বাক্যাংশটি ব্যবহার করেছিলেন, যেখানে তিনি গুটিবসন্তের বিরুদ্ধে গরুর বসন্তের সুরক্ষামূলক প্রভাব বর্ণনা করেছিলেন। ১৮৮১ সালে, জেনারকে সম্মান জানাতে লুই পাস্তুর প্রস্তাব করেছিলেন যে শর্তাবলীকে তখন উন্নয়নাধীন নতুন প্রতিরক্ষামূলক ইনোকুলেশনগুলিকে কভার করার জন্য প্রসারিত করা উচিত। টিকা উন্নয়ন ও উৎপাদনের বিজ্ঞানকে ভ্যাকসিনোলজি বলা হয়। কার্যকারিতা একটি অত্যন্ত নিরাপদ এবং কার্যকর উপায় হিসেবে টিকা সংক্রামক রোগের বিরুদ্ধে লড়াই এবং নির্মূলে অত্যন্ত নিরাপদ এবং কার্যকর এই বিষয়ে একটি অপ্রতিরোধ্য বৈজ্ঞানিক ঐক্যমত্য রয়েছে। প্রতিরোধ ব্যবস্থা টিকার এজেন্টগুলিকে বিদেশী হিসেবে চিনতে পারে, সেগুলিকে ধ্বংস করে এবং সেগুলিকে \"মনে রাখে\"। যখন একটি এজেন্টের ভাইরুলেন্ট সংস্করণের সম্মুখীন হয়, শরীর এজেন্টের প্রোটিন কোটকে চিনতে পারে এবং এইভাবে প্রতিক্রিয়া জানানোর জন্য প্রস্তুত থাকে, প্রথমে এজেন্টটিকে কোষে প্রবেশ করার আগে নিরপেক্ষ করে এবং দ্বিতীয়ত সংক্রমিত কোষগুলিকে চিনতে ও ধ্বংস করে যাতে এজেন্টটি বিপুল সংখ্যক বৃদ্ধি করতে না পারে।"
  },
  {
    "chunk_id": "chunk_126",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "১৯৫৮ সালে, মার্কিন যুক্তরাষ্ট্রে ৭৬৩,০৯৪টি হামের কেস ছিল; ৫৫২টি মৃত্যু ঘটে। নতুন টিকা চালু হওয়ার পরে, কেসের সংখ্যা বছরে ১৫০টিরও কমে নেমে আসে (মধ্যমা ৫৬)। ২০০৮ সালের শুরুতে, ৬৪টি সন্দেহভাজন হামের কেস ছিল। এই সংক্রমণগুলির মধ্যে ৫৪টি অন্য দেশ থেকে আমদানির সাথে যুক্ত ছিল, যদিও মাত্র তেরো শতাংশ প্রকৃতপক্ষে মার্কিন যুক্তরাষ্ট্রের বাইরে অর্জিত হয়েছিল; ৬৪ জনের মধ্যে ৬৩ জন হয় হামের বিরুদ্ধে টিকা দেওয়া হয়নি বা তাদের টিকা দেওয়া হয়েছে কিনা তা নিশ্চিত নন। হামের টিকা প্রতি বছর একটি মিলিয়ন মৃত্যু প্রতিরোধ করে বলে অনুমান করা হয়। টিকাগুলি গুটিবসন্তের উচ্ছেদের দিকে নিয়ে যায়, যা মানুষের সবচেয়ে সংক্রামক এবং মারাত্মক রোগগুলির মধ্যে একটি। রুবেলা, পোলিও, হাম, মাম্পস, চিকেনপক্স এবং টাইফয়েডের মতো অন্যান্য রোগগুলি শত বছর আগের মতো সাধারণ নয়, ব্যাপক টিকাদান কর্মসূচির জন্য ধন্যবাদ। যতক্ষণ পর্যন্ত বেশিরভাগ মানুষ টিকা দেওয়া হয়, ততক্ষণ রোগের প্রাদুর্ভাব ঘটানো কঠিন, ছড়িয়ে দেওয়া তো দূরের কথা। এই প্রভাবকে হর্ড ইমিউনিটি বলা হয়। পোলিও, যা কেবল মানুষের মধ্যে সংক্রমিত হয়, একটি ব্যাপক নির্মূল অভিযানের লক্ষ্যবস্তু যা এন্ডেমিক পোলিওকে তিনটি দেশের (আফগানিস্তান, নাইজেরিয়া এবং পাকিস্তান) অংশে সীমাবদ্ধ করেছে। যাইহোক, সমস্ত শিশুকে পৌঁছানোর অসুবিধা, সাংস্কৃতিক ভুল বোঝাবুঝি এবং ভুল তথ্য প্রত্যাশিত নির্মূল তারিখটি কয়েকবার মিস করার কারণ হয়েছে। টিকাগুলি অ্যান্টিবায়োটিক প্রতিরোধের বিকাশ রোধ করতেও সাহায্য করে। উদাহরণস্বরূপ, Streptococcus pneumoniae"
  },
  {
    "chunk_id": "chunk_127",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "দ্বারা সৃষ্ট নিউমোনিয়ার ঘটনা ব্যাপকভাবে হ্রাস করে, টিকা কর্মসূচিগুলি পেনিসিলিন বা অন্যান্য প্রথম-লাইনের অ্যান্টিবায়োটিকের প্রতি প্রতিরোধী সংক্রমণের প্রাদুর্ভাব ব্যাপকভাবে হ্রাস করেছে। সীমাবদ্ধতা তাদের কার্যকারিতার সীমাবদ্ধতা তবুও বিদ্যমান। কখনও কখনও, টিকা-সম্পর্কিত কারণে সুরক্ষা ব্যর্থ হয় যেমন টিকার দুর্বলকরণে ব্যর্থতা, টিকাদান রেজিমেন বা প্রশাসন। হোস্ট-সম্পর্কিত কারণগুলির জন্যও ব্যর্থতা ঘটতে পারে যদি হোস্টের প্রতিরোধ ব্যবস্থা পর্যাপ্তভাবে বা মোটেও প্রতিক্রিয়া না দেখায়। হোস্ট-সম্পর্কিত প্রতিক্রিয়ার অভাব প্রায় ২-১০% ব্যক্তির মধ্যে ঘটে, জেনেটিক্স, ইমিউন অবস্থা, বয়স, স্বাস্থ্য এবং পুষ্টির অবস্থার মতো কারণগুলির কারণে। এক ধরনের প্রাথমিক ইমিউনোডেফিসিয়েন্সি ডিসঅর্ডার যা জেনেটিক ব্যর্থতার ফলে হয় তা হল এক্স-লিঙ্কড অ্যাগামাগ্লোবুলিনেমিয়া, যেখানে বি কোষের বিকাশের জন্য অপরিহার্য একটি এনজাইমের অনুপস্থিতি হোস্টের প্রতিরোধ ব্যবস্থাকে অ্যান্টিবডি তৈরি করতে বাধা দেয়। হোস্ট-প্যাথোজেন মিথস্ক্রিয়া এবং সংক্রমণের প্রতিক্রিয়া হল গতিশীল প্রক্রিয়া যা প্রতিরোধ ব্যবস্থায় একাধিক পথ জড়িত। একটি হোস্ট তাত্ক্ষণিকভাবে অ্যান্টিবডি তৈরি করে না: যদিও শরীরের সহজাত অনাক্রম্যতা বারো ঘন্টার মধ্যে সক্রিয় হতে পারে, অভিযোজিত অনাক্রম্যতা সম্পূর্ণরূপে বিকাশ করতে ১-২ সপ্তাহ সময় নিতে পারে। সেই সময়ের মধ্যে, হোস্ট এখনও সংক্রমিত হতে পারে। একবার অ্যান্টিবডি তৈরি হলে, তারা জড়িত অ্যান্টিবডির শ্রেণীর উপর নির্ভর করে যে কোনও কয়েকটি উপায়ে অনাক্রম্যতা প্রচার করতে পারে। প্যাথোজেনের স্ট্রেনের উপর নির্ভর করে তাদের পরিষ্কার বা নিষ্ক্রিয় করার সাফল্য নির্ভর করে উৎপাদিত অ্যান্টিবডির পরিমাণ এবং সেই অ্যান্টিবডিগুলি কতটা কার্যকর তার উপর, যেহেতু"
  },
  {
    "chunk_id": "chunk_128",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "বিভিন্ন স্ট্রেন একটি প্রদত্ত ইমিউন প্রতিক্রিয়াতে ভিন্নভাবে সংবেদনশীল হতে পারে। কিছু ক্ষেত্রে টিকা আংশিক ইমিউন সুরক্ষা (যেখানে অনাক্রম্যতা ১০০% কার্যকর নয় কিন্তু এখনও সংক্রমণের ঝুঁকি হ্রাস করে) বা অস্থায়ী ইমিউন সুরক্ষা (যেখানে অনাক্রম্যতা সময়ের সাথে সাথে হ্রাস পায়) প্রদান করতে পারে। তারা এখনও জনসংখ্যার জন্য পুনঃসংক্রমণ সীমা বাড়াতে পারে এবং একটি উল্লেখযোগ্য প্রভাব ফেলতে পারে। তারা সংক্রমণের তীব্রতা কমাতেও সাহায্য করতে পারে, যার ফলে কম মৃত্যুর হার, কম রুগ্নতা, অসুস্থতা থেকে দ্রুত পুনরুদ্ধার এবং অন্যান্য বিভিন্ন প্রভাব দেখা দেয়। যারা বয়স্ক তারা প্রায়ই যারা তরুণ তাদের চেয়ে কম প্রতিক্রিয়া প্রদর্শন করে, এই প্যাটার্নটি ইমিউনোসেনেসেন্স নামে পরিচিত। অ্যাডজুভেন্টস সাধারণত ইমিউন প্রতিক্রিয়া বাড়ানোর জন্য ব্যবহৃত হয়, বিশেষ করে বয়স্ক ব্যক্তিদের জন্য যাদের একটি সাধারণ টিকার প্রতি প্রতিরোধ ব্যবস্থার প্রতিক্রিয়া দুর্বল হতে পারে। টিকার কার্যকারিতা বা কর্মক্ষমতা বিভিন্ন কারণের উপর নির্ভর করে: রোগ নিজেই (কিছু রোগের জন্য টিকাদান অন্যদের তুলনায় ভাল কাজ করে) টিকার স্ট্রেন (কিছু টিকা নির্দিষ্ট স্ট্রেনের জন্য নির্দিষ্ট বা সবচেয়ে কার্যকর) টিকাদান সময়সূচী সঠিকভাবে পালন করা হয়েছে কিনা। টিকাদানের প্রতি অস্বাভাবিক প্রতিক্রিয়া; কিছু ব্যক্তি নির্দিষ্ট টিকার প্রতি \"নন-রেসপন্ডার\", যার অর্থ তারা সঠিকভাবে টিকা দেওয়া সত্ত্বেও অ্যান্টিবডি তৈরি করে না। জাতি, বয়স বা জিনগত প্রবণতার মতো বিভিন্ন কারণ। যদি একটি টিকা দেওয়া ব্যক্তি টিকা দেওয়া রোগে আক্রান্ত হয় (ব্রেকথ্রু সংক্রমণ), রোগটি"
  },
  {
    "chunk_id": "chunk_129",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "টিকা না দেওয়া কেসের তুলনায় কম তীব্র এবং কম সংক্রামক হওয়ার সম্ভাবনা রয়েছে। একটি কার্যকর টিকাদান কর্মসূচিতে গুরুত্বপূর্ণ বিবেচ্য বিষয়: মধ্যম থেকে দীর্ঘমেয়াদে একটি টিকাদান অভিযানের রোগের মহামারীবিদ্যার উপর প্রভাবের পূর্বাভাস দেওয়ার জন্য সতর্ক মডেলিং একটি নতুন টিকা চালু করার পরে প্রাসঙ্গিক রোগের জন্য চলমান নজরদারি একটি রোগ বিরল হয়ে গেলেও উচ্চ টিকাদানের হার বজায় রাখা নিরাপত্তা শিশু, কিশোর-কিশোরী বা প্রাপ্তবয়স্কদের দেওয়া টিকা সাধারণত নিরাপদ। প্রতিকূল প্রতিক্রিয়া থাকলেও তা সাধারণত মৃদু প্রকৃতির হয়। পার্শ্বপ্রতিক্রিয়ার হার নির্দিষ্ট টিকার উপর নির্ভর করে। কিছু সাধারণ পার্শ্বপ্রতিক্রিয়ার মধ্যে রয়েছে জ্বর, ইনজেকশন স্থানে ব্যথা এবং পেশীতে ব্যথা। এছাড়াও কিছু ব্যক্তির টিকার উপাদানের প্রতি অ্যালার্জি থাকতে পারে। এমএমআর টিকা কদাচিৎ জ্বরাজনিত খিঁচুনির সাথে সম্পর্কিত। আতিথেয়-(\"টিকাপ্রাপ্ত\")-সম্পর্কিত নির্ধারকগুলো যেমন জিনতত্ত্ব, স্বাস্থ্য অবস্থা (অন্তর্নিহিত রোগ, পুষ্টি, গর্ভাবস্থা, অতিসংবেদনশীলতা বা অ্যালার্জি), প্রতিরোধ ক্ষমতা, বয়স এবং কোভিড-১৯ মহামারীর অর্থনৈতিক প্রভাব বা সিন্থেটিক মনস্তাত্ত্বিক পরিবেশ সংক্রমণের তীব্রতা এবং টিকার প্রতি প্রতিক্রিয়াকে প্রভাবিত করতে পারে। বয়স্ক (৬০ বছরের ঊর্ধ্বে), অ্যালার্জেন-অতিসংবেদনশীল এবং স্থূল ব্যক্তিদের প্রতিরোধ ক্ষমতা হ্রাসের প্রবণতা থাকে, যা টিকার কার্যকারিতাকে বাধাগ্রস্ত করে। এর ফলে এই নির্দিষ্ট জনগোষ্ঠীর জন্য পৃথক টিকা প্রযুক্তি বা বুস্টার টিকাদানের প্রয়োজন হতে পারে। গুরুতর পার্শ্বপ্রতিক্রিয়া অত্যন্ত বিরল। ভেরিসেলা টিকা কদাচিৎ প্রতিরোধহীন ব্যক্তিদের মধ্যে জটিলতার সাথে সম্পর্কিত এবং রোটাভাইরাস টিকা মাঝারিভাবে ইন্টাসাসসেপশনের সাথে সম্পর্কিত। কমপক্ষে ১৯টি দেশে টিকার গুরুতর"
  },
  {
    "chunk_id": "chunk_130",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "প্রতিকূল প্রভাবের জন্য ক্ষতিপূরণ প্রদানের নো-ফল্ট কম্পেনসেশন প্রোগ্রাম রয়েছে। মার্কিন যুক্তরাষ্ট্রের প্রোগ্রামটি ন্যাশনাল চাইল্ডহুড ভ্যাকসিন ইনজুরি অ্যাক্ট নামে পরিচিত এবং যুক্তরাজ্য ভ্যাকসিন ড্যামেজ পেমেন্ট ব্যবহার করে। প্রকারভেদ টিকাগুলো সাধারণত সজীব দুর্বলীকৃত টিকা, নিষ্ক্রিয় বা মৃত জীবাণু বা সেগুলো থেকে শুদ্ধীকৃত পণ্য ধারণ করে। ব্যবহারিক বিভিন্ন ধরনের টিকা রয়েছে। এগুলো রোগের ঝুঁকি কমাতে ব্যবহৃত বিভিন্ন কৌশলকে প্রতিনিধিত্ব করে, যেখানে উপকারী প্রতিরোধক প্রতিক্রিয়া সৃষ্টির ক্ষমতা বজায় রাখা হয়। দুর্বলীকৃত কিছু টিকায় জীবন্ত কিন্তু দুর্বলীকৃত অণুজীব থাকে। এগুলোর অনেকগুলোই সক্রিয় ভাইরাস যা এমন অবস্থায় চাষ করা হয়েছে যা তাদের রোগ সৃষ্টির ক্ষমতা নিষ্ক্রিয় করে দেয় অথবা কম বিপজ্জনক কিন্তু নিকটাত্মীয় জীবাণু ব্যবহার করে বিস্তৃত প্রতিরোধক প্রতিক্রিয়া সৃষ্টি করে। যদিও বেশিরভাগ দুর্বলীকৃত টিকা ভাইরাসঘটিত, কিছু ব্যাকটেরিয়াজনিত। উদাহরণের মধ্যে রয়েছে ভাইরাসজনিত রোগ হলুদ জ্বর, হাম, মাম্পস এবং রুবেলা, এবং ব্যাকটেরিয়াজনিত রোগ টাইফয়েড। ক্যালমেট এবং গুয়েরিন দ্বারা উন্নত জীবন্ত মাইকোব্যাক্টেরিয়াম যক্ষ্মা টিকাটি সংক্রামক স্ট্রেন দ্বারা তৈরি নয় বরং \"বিসিজি\" নামক একটি পরিবর্তিত স্ট্রেন ধারণ করে যা টিকার প্রতি প্রতিরোধক প্রতিক্রিয়া সৃষ্টি করে। ইয়ারসিনিয়া পেস্টিস ইভি স্ট্রেন সমৃদ্ধ জীবন্ত দুর্বলীকৃত টিকা প্লেগ প্রতিরোধে ব্যবহৃত হয়। দুর্বলীকৃত টিকার কিছু সুবিধা এবং অসুবিধা রয়েছে। দুর্বলীকৃত বা জীবন্ত টিকাগুলো সাধারণত বেশি স্থায়ী প্রতিরোধক প্রতিক্রিয়া সৃষ্টি করে। এগুলো কোষীয় এবং হিউমোরাল প্রতিক্রিয়াও উদ্দীপিত করে। তবে এগুলো প্রতিরোধহীন ব্যক্তিদের জন্য নিরাপদ নাও"
  },
  {
    "chunk_id": "chunk_131",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "হতে পারে এবং বিরল ক্ষেত্রে রূপান্তরিত হয়ে রোগ সৃষ্টিকারী রূপ ধারণ করতে পারে। নিষ্ক্রিয় কিছু টিকায় শারীরিক বা রাসায়নিক উপায়ে মেরে ফেলা বা নিষ্ক্রিয় করা অণুজীব থাকে। উদাহরণের মধ্যে রয়েছে আইপিভি (পোলিও টিকা), হেপাটাইটিস এ টিকা, রেবিস টিকা এবং বেশিরভাগ ইনফ্লুয়েঞ্জা টিকা। টক্সয়েড টক্সয়েড টিকা অণুজীবের পরিবর্তে রোগ সৃষ্টিকারী নিষ্ক্রিয় বিষাক্ত যৌগ থেকে তৈরি করা হয়। টক্সয়েড-ভিত্তিক টিকার উদাহরণের মধ্যে রয়েছে ধনুষ্টংকার এবং ডিপথেরিয়া। সব টক্সয়েড অণুজীবের জন্য নয়; উদাহরণস্বরূপ, ক্রোটালাস অ্যাট্রক্স টক্সয়েড কুকুরকে র্যাটলস্নেক কামড় থেকে রক্ষা করতে ব্যবহৃত হয়। সাবইউনিট একটি সাবইউনিট টিকা সম্পূর্ণ অণুজীব প্রবর্তনের পরিবর্তে এর একটি অংশ ব্যবহার করে প্রতিরোধক প্রতিক্রিয়া সৃষ্টি করে। একটি উদাহরণ হল হেপাটাইটিস বির বিরুদ্ধে সাবইউনিট টিকা, যা শুধুমাত্র ভাইরাসের পৃষ্ঠ প্রোটিন নিয়ে গঠিত (পূর্বে দীর্ঘমেয়াদী আক্রান্ত রোগীদের রক্ত সিরাম থেকে নিষ্কাশিত করা হত কিন্তু এখন ইস্টে ভাইরাল জিনের পুনর্মিলনের মাধ্যমে উত্পাদিত)। অন্যান্য উদাহরণের মধ্যে রয়েছে গার্ডাসিল ভাইরাস-সদৃশ কণা হিউম্যান প্যাপিলোমা ভাইরাস (এইচপিভি) টিকা, ইনফ্লুয়েঞ্জা ভাইরাসের হিমাগ্লুটিনিন এবং নিউরামিনিডেজ সাবইউনিট, এবং ভক্ষণযোগ্য শৈবাল টিকা। প্লেগ প্রতিরোধে একটি সাবইউনিট টিকা ব্যবহৃত হয়। কনজুগেট কিছু ব্যাকটেরিয়ার একটি পলিস্যাকারাইড বহিঃআবরণ থাকে যা দুর্বলভাবে প্রতিরোধক সক্রিয়। এই বহিঃআবরণকে প্রোটিনের (যেমন টক্সিন) সাথে যুক্ত করে প্রতিরোধ ব্যবস্থাকে পলিস্যাকারাইডকে প্রোটিন অ্যান্টিজেন হিসাবে চিনতে উৎসাহিত করা যায়। এই পদ্ধতিটি হিমোফিলাস ইনফ্লুয়েঞ্জা টাইপ বি টিকায় ব্যবহৃত হয়। বহিঃঝিল্লি ভেসিকল"
  },
  {
    "chunk_id": "chunk_132",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "বহিঃঝিল্লি ভেসিকল (ওএমভি) স্বাভাবিকভাবে প্রতিরোধক সক্রিয় এবং শক্তিশালী টিকা উৎপাদনের জন্য নিয়ন্ত্রণ করা যেতে পারে। সর্বাধিক পরিচিত ওএমভি টিকা হল সেরোটাইপ বি মেনিনজোকোকাল রোগের জন্য উন্নত টিকা। হেটেরোটাইপিক হেটেরোলোগাস টিকা যা \"জেনেরিয়ান টিকা\" নামেও পরিচিত, অন্যান্য প্রাণীর রোগজীবাণু দ্বারা তৈরি টিকা যা হয় রোগ সৃষ্টি করে না অথবা চিকিৎসাধীন জীবের মধ্যে মৃদু রোগ সৃষ্টি করে। ক্লাসিক উদাহরণ হল স্মলপক্সের বিরুদ্ধে সুরক্ষার জন্য জেনারের গো-বসন্তের ব্যবহার। বর্তমান উদাহরণ হল যক্ষ্মার বিরুদ্ধে সুরক্ষার জন্য মাইকোব্যাক্টেরিয়াম বোভিস থেকে তৈরি বিসিজি টিকা। জেনেটিক টিকা জেনেটিক টিকা কোষে নিউক্লিক অ্যাসিড গ্রহণের নীতির উপর ভিত্তি করে তৈরি করা হয়, যেখানে নিউক্লিক অ্যাসিড টেমপ্লেট অনুসারে একটি প্রোটিন উৎপন্ন হয়। এই প্রোটিন সাধারণত রোগজীবাণুর প্রধান অ্যান্টিজেন বা একটি পৃষ্ঠ প্রোটিন যা নিরপেক্ষ অ্যান্টিবডি গঠনে সক্ষম। জেনেটিক টিকার উপগোষ্ঠীর মধ্যে রয়েছে ভাইরাল ভেক্টর টিকা, আরএনএ টিকা এবং ডিএনএ টিকা। ভাইরাল ভেক্টর ভাইরাল ভেক্টর টিকা একটি নিরাপদ ভাইরাস ব্যবহার করে দেহে রোগজীবাণুর জিন প্রবেশ করায় যাতে নির্দিষ্ট অ্যান্টিজেন যেমন পৃষ্ঠ প্রোটিন তৈরি হয়, যা একটি প্রতিরোধক প্রতিক্রিয়া উদ্দীপিত করে। ভাইরাল ভেক্টর হিসেবে গবেষণাধীন ভাইরাসের মধ্যে রয়েছে অ্যাডেনোভাইরাস, ভ্যাক্সিনিয়া ভাইরাস এবং ভিএসভি। আরএনএ একটি এমআরএনএ টিকা (বা আরএনএ টিকা) একটি নতুন ধরনের টিকা যা নিউক্লিক অ্যাসিড আরএনএ নিয়ে গঠিত, লিপিড ন্যানো পার্টিকলের মতো ভেক্টরের মধ্যে প্যাকেজ করা। কোভিড-১৯ টিকার মধ্যে কিছু"
  },
  {
    "chunk_id": "chunk_133",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "সংখ্যক আরএনএ টিকা রয়েছে যা কোভিড-১৯ মহামারী মোকাবেলায় ব্যবহৃত হয় এবং কিছু দেশে এগুলো অনুমোদিত বা জরুরি ব্যবহার অনুমোদন পেয়েছে। উদাহরণস্বরূপ, ফাইজার-বায়োএনটেক কোভিড-১৯ টিকা এবং মডার্না এমআরএনএ টিকা মার্কিন যুক্তরাষ্ট্রে প্রাপ্তবয়স্ক এবং শিশুদের ব্যবহারের জন্য অনুমোদিত। ডিএনএ একটি ডিএনএ টিকা একটি ডিএনএ প্লাজমিড (pDNA) ব্যবহার করে যা রোগজীবাণুর অ্যান্টিজেনিক প্রোটিনের জন্য এনকোড করে। pDNA সস্তা, স্থিতিশীল এবং অপেক্ষাকৃত নিরাপদ, যা টিকা বিতরণের জন্য একটি চমৎকার বিকল্প। এই পদ্ধতিটি ঐতিহ্যবাহী পদ্ধতির উপর বেশ কিছু সম্ভাব্য সুবিধা প্রদান করে, যার মধ্যে বি- এবং টি-কোষ প্রতিক্রিয়ার উদ্দীপনা, টিকার স্থিতিশীলতার উন্নতি, কোনো সংক্রামক এজেন্টের অনুপস্থিতি এবং বৃহৎ আকারে উৎপাদনের সহজতা অন্তর্ভুক্ত। পরীক্ষামূলক অনেক উদ্ভাবনী টিকা উন্নয়ন এবং ব্যবহারের পর্যায়ে রয়েছে। ডেনড্রিটিক সেল টিকা ডেনড্রিটিক কোষগুলিকে অ্যান্টিজেনের সাথে সংযুক্ত করে দেহের শ্বেত রক্তকণিকার কাছে অ্যান্টিজেন উপস্থাপন করে, যার ফলে প্রতিরোধক প্রতিক্রিয়া সৃষ্টি হয়। মস্তিষ্কের টিউমারের চিকিৎসায় এই টিকাগুলো কিছু প্রাথমিক ইতিবাচক ফলাফল দেখিয়েছে এবং ম্যালিগন্যান্ট মেলানোমায়ও পরীক্ষা করা হয়েছে। রিকম্বিন্যান্ট ভেক্টর – একটি অণুজীবের শারীরবৃত্তীয় বৈশিষ্ট্য এবং অপরটির ডিএনএ যুক্ত করে, জটিল সংক্রমণ প্রক্রিয়াযুক্ত রোগের বিরুদ্ধে প্রতিরোধ ক্ষমতা তৈরি করা যায়। একটি উদাহরণ হল আরভিএসভি-জেবিওভি টিকা যা ২০১৮ সালে কঙ্গোতে ইবোলা মোকাবেলায় ব্যবহৃত হয়েছিল। টি-কোষ রিসেপ্টর পেপটাইড টিকা ভ্যালি ফিভার, স্টোমাটাইটিস এবং অ্যাটোপিক ডার্মাটাইটিস মডেল ব্যবহার করে বিভিন্ন রোগের জন্য উন্নয়নাধীন। এই পেপটাইডগুলো সাইটোকাইন উৎপাদন"
  },
  {
    "chunk_id": "chunk_134",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "নিয়ন্ত্রণ এবং কোষ-মাধ্যমিক প্রতিরোধ ক্ষমতা উন্নত করতে দেখা গেছে। প্রতিপূরক বাধাদানকারী চিহ্নিত ব্যাকটেরিয়াল প্রোটিনকে লক্ষ্য করে মূল ব্যাকটেরিয়াল ভাইরুলেন্স মেকানিজম নিরপেক্ষ করা যেতে পারে। প্লাজমিডের ব্যবহার ক্যান্সার এবং সংক্রামক রোগের জন্য একটি প্রতিরক্ষামূলক টিকা কৌশল হিসাবে প্রাক-ক্লিনিকাল গবেষণায় বৈধতা পেয়েছে। তবে মানব গবেষণায় এই পদ্ধতিটি ক্লিনিকালভাবে প্রাসঙ্গিক সুবিধা প্রদানে ব্যর্থ হয়েছে। প্লাজমিড ডিএনএ টিকার সামগ্রিক কার্যকারিতা প্লাজমিডের প্রতিরোধক সক্রিয়তা বাড়ানোর পাশাপাশি প্রতিরোধক এফেক্টর কোষের সক্রিয়করণের সাথে জড়িত কারণগুলির সংশোধনের উপর নির্ভর করে। ব্যাকটেরিয়াল ভেক্টর – ভাইরাল ভেক্টর টিকার মতো নীতি, তবে ব্যাকটেরিয়া ব্যবহার করে। অ্যান্টিজেন-প্রেজেন্টিং সেল ভাইরাস-সদৃশ কণা বা প্রোটিন ন্যানো পার্টিকল ব্যবহার করে একটি নতুন রোগজীবাণুর বিরুদ্ধে দ্রুত টিকা স্থাপনের অনুমতি দেয় এমন প্রযুক্তি। ইনভার্স টিকা এমন টিকা যা প্রতিরোধ ব্যবস্থাকে নির্দিষ্ট পদার্থের প্রতি প্রতিক্রিয়া না করতে প্রশিক্ষণ দেয়। যদিও বেশিরভাগ টিকা নিষ্ক্রিয় বা দুর্বলীকৃত যৌগ ব্যবহার করে তৈরি করা হয়, সিন্থেটিক টিকা প্রধানত বা সম্পূর্ণরূপে সিন্থেটিক পেপটাইড, কার্বোহাইড্রেট বা অ্যান্টিজেন নিয়ে গঠিত। ভ্যালেন্স টিকা মনোভ্যালেন্ট (একক ভ্যালেন্ট) বা মাল্টিভ্যালেন্ট (বহু ভ্যালেন্ট) হতে পারে। একটি মনোভ্যালেন্ট টিকা একটি মাত্র অ্যান্টিজেন বা অণুজীবের বিরুদ্ধে প্রতিরোধ ক্ষমতা সৃষ্টির জন্য ডিজাইন করা হয়। একটি মাল্টিভ্যালেন্ট বা পলিভ্যালেন্ট টিকা একই অণুজীবের দুই বা ততোধিক স্ট্রেন বা দুই বা ততোধিক অণুজীবের বিরুদ্ধে প্রতিরোধ ক্ষমতা সৃষ্টির জন্য ডিজাইন করা হয়। মাল্টিভ্যালেন্ট টিকার ভ্যালেন্স গ্রিক বা"
  },
  {
    "chunk_id": "chunk_135",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "ল্যাটিন উপসর্গ দ্বারা চিহ্নিত করা যেতে পারে (যেমন বাইভ্যালেন্ট, ট্রাইভ্যালেন্ট, বা টেট্রাভ্যালেন্ট/কোয়াড্রিভ্যালেন্ট)। কিছু ক্ষেত্রে, দ্রুত একটি শক্তিশালী প্রতিরোধক প্রতিক্রিয়া বিকাশের জন্য মনোভ্যালেন্ট টিকা পছন্দনীয় হতে পারে। মিথস্ক্রিয়া যখন একই ফর্মুলেশনে দুই বা ততোধিক টিকা মিশ্রিত করা হয়, তখন টিকাগুলো পরস্পরের সাথে হস্তক্ষেপ করতে পারে। এটি প্রায়শই জীবন্ত দুর্বলীকৃত টিকার ক্ষেত্রে ঘটে, যেখানে একটি টিকা উপাদান অন্যগুলোর তুলনায় বেশি শক্তিশালী এবং অন্যান্য উপাদানের বৃদ্ধি ও প্রতিক্রিয়াকে দমন করে। এই ঘটনাটি ট্রাইভ্যালেন্ট সাবিন পোলিও টিকাতে লক্ষ্য করা গিয়েছিল, যেখানে টিকার মধ্যে সেরোটাইপ ২ ভাইরাসের পরিমাণ কমাতে হয়েছিল যাতে এটি সেরোটাইপ ১ এবং ৩ ভাইরাসের \"টেক\" কে বাধা না দেয়। এটি অর্জনের জন্য, ১৯৬০-এর দশকের গোড়ার দিকে টিকায় সেরোটাইপ ১ এবং ৩ এর ডোজ বাড়ানো হয়েছিল। ২০০১ সালের একটি গবেষণায় ডেঙ্গু টিকার ক্ষেত্রেও এটি একটি সমস্যা হিসাবে চিহ্নিত করা হয়েছিল, যেখানে ডিইএন-৩ সেরোটাইপ প্রাধান্য বিস্তার করে এবং ডিইএন-১, -২ এবং -৪ সেরোটাইপের প্রতিক্রিয়াকে দমন করে। অন্যান্য উপাদান {{citation}}: খালি উদ্ধৃতি (সাহায্য) সহায়ক পদার্থ টিকা সাধারণত এক বা একাধিক অ্যাডজুভেন্ট ধারণ করে, যা রোগপ্রতিরোধ ক্ষমতা বৃদ্ধিতে ব্যবহৃত হয়। উদাহরণস্বরূপ, ধনুষ্টংকার টক্সয়েড সাধারণত অ্যালুম-এর উপর শোষিত করা হয়। এটি অ্যান্টিজেনকে এমনভাবে উপস্থাপন করে যা সাধারণ জলীয় ধনুষ্টংকার টক্সয়েডের চেয়ে অধিক শক্তিশালী প্রতিক্রিয়া সৃষ্টি করে। যাদের শোষিত ধনুষ্টংকার টক্সয়েডে প্রতিকূল প্রতিক্রিয়া দেখা দেয়, তাদের বুস্টার ডোজের"
  },
  {
    "chunk_id": "chunk_136",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "সময় সাধারণ টিকা প্রদান করা যেতে পারে। ১৯৯০-এর পারস্য উপসাগরীয় অভিযানের প্রস্তুতিতে সম্পূর্ণ কোষ পারটুসিস টিকাকে অ্যানথ্রাক্স টিকার সহায়ক হিসেবে ব্যবহার করা হয়েছিল। এটি শুধুমাত্র অ্যানথ্রাক্স টিকা প্রদানের চেয়ে দ্রুততর ইমিউন প্রতিক্রিয়া সৃষ্টি করে, যা সম্ভাব্য তাত্ক্ষণিক সংস্পর্শের ক্ষেত্রে উপকারী। সংরক্ষক পদার্থ টিকায় ব্যাকটেরিয়া বা ছত্রাক দ্বারা দূষণ রোধ করতে সংরক্ষক পদার্থ যুক্ত করা হতে পারে। সাম্প্রতিক বছর পর্যন্ত, থাইমেরোসাল (যুক্তরাষ্ট্র ও জাপানে থাইমেরোসাল নামে পরিচিত) নামক সংরক্ষকটি জীবন্ত ভাইরাসবিহীন বহু টিকায় ব্যবহৃত হতো। ২০০৫ সাল নাগাদ, মার্কিন যুক্তরাষ্ট্রে শিশুদের জন্য থাইমেরোসালযুক্ত একমাত্র টিকা ছিল ইনফ্লুয়েঞ্জা টিকা, যা বর্তমানে নির্দিষ্ট ঝুঁকিপূর্ণ শিশুদের জন্য প্রযোজ্য। যুক্তরাজ্যে সরবরাহকৃত একক-ডোজ ইনফ্লুয়েঞ্জা টিকায় উপাদান তালিকায় থাইমেরোসাল উল্লেখ থাকে না। টিকা উৎপাদনের বিভিন্ন পর্যায়ে সংরক্ষক ব্যবহার করা হতে পারে, এবং অত্যাধুনিক পরিমাপ পদ্ধতিতে সমাপ্ত পণ্যে এর সামান্য পরিমাণ শনাক্ত হতে পারে, যা পরিবেশ ও জনসংখ্যায়ও থাকতে পারে। অনেক টিকায় স্ট্যাফাইলোকক্কাস সংক্রমণের মতো গুরুতর প্রতিকূল প্রভাব প্রতিরোধে সংরক্ষক প্রয়োজন। ১৯২৮ সালের একটি ঘটনায় সংরক্ষকবিহীন ডিপথেরিয়া টিকা প্রাপ্ত ২১ শিশুর মধ্যে ১২ জনের মৃত্যু হয়েছিল। থাইমেরোসাল, ফেনোক্সিইথানল এবং ফর্মালডিহাইড-সহ বিভিন্ন সংরক্ষক পাওয়া যায়। থাইমেরোসাল ব্যাকটেরিয়ার বিরুদ্ধে অধিক কার্যকর, দীর্ঘ স্থায়িত্বসম্পন্ন এবং টিকার স্থিতিশীলতা, শক্তি ও নিরাপত্তা বৃদ্ধি করে; তবে মার্কিন যুক্তরাষ্ট্র, ইউরোপীয় ইউনিয়ন এবং কয়েকটি সমৃদ্ধ দেশে পারদের উপাদানের কারণে শিশু টিকায় সংরক্ষক হিসেবে এটি ব্যবহার বন্ধ"
  },
  {
    "chunk_id": "chunk_137",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "করা হয়েছে। যদিও থাইমেরোসাল অটিজম বর্ণালীয় ব্যাধিতে অবদান রাখে এমন বিতর্কিত দাবি করা হয়েছে, কিন্তু কোনো প্রমাণিত বৈজ্ঞানিক প্রমাণ এ দাবিকে সমর্থন করে না। তদুপরি, ৬৫৭,৪৬১ শিশুর উপর ১০-১১ বছরব্যাপী গবেষণায় দেখা গেছে যে এমএমআর টিকা অটিজম সৃষ্টি করে না এবং প্রকৃতপক্ষে অটিজমের ঝুঁকি ৭% হ্রাস করে। সহযোগী পদার্থ সক্রিয় টিকা ছাড়াও নিম্নলিখিত সহযোগী পদার্থ এবং উৎপাদনকালীন অবশিষ্ট রাসায়নিক টিকা প্রস্তুতিতে উপস্থিত থাকতে পারে: অ্যালুমিনিয়াম লবণ বা জেল অ্যাডজুভেন্ট হিসেবে যোগ করা হয়। এগুলি দ্রুততর, শক্তিশালী এবং দীর্ঘস্থায়ী ইমিউন প্রতিক্রিয়া সৃষ্টি করে, ফলে টিকার ডোজ হ্রাস করা যায়। অ্যান্টিবায়োটিক কিছু টিকায় ব্যাকটেরিয়ার বৃদ্ধি রোধ করতে উৎপাদন ও সংরক্ষণকালে যোগ করা হয়। ডিমের প্রোটিন ইনফ্লুয়েঞ্জা টিকা ও হলুদ জ্বর টিকাতে উপস্থিত থাকে, কারণ এগুলি মুরগির ডিম ব্যবহার করে প্রস্তুত করা হয়। ফর্মালডিহাইড টক্সয়েড টিকায় ব্যাকটেরিয়াজাত পদার্থ নিষ্ক্রিয় করতে এবং উৎপাদনকালে দূষণকারী ব্যাকটেরিয়া ধ্বংস করতে ব্যবহৃত হয়। মনোসোডিয়াম গ্লুটামেট (MSG) ও ২-ফেনোক্সিইথানল কিছু টিকায় স্থিতিশীলকারী হিসেবে ব্যবহৃত হয়, যা তাপ, আলো, অম্লতা বা আর্দ্রতার সংস্পর্শে টিকার অখণ্ডতা বজায় রাখে। থাইমেরোসাল পারদযুক্ত জীবাণুনাশক যা একাধিক ডোজযুক্ত টিকার শিশিতে দূষণ রোধে যোগ করা হয়। বিতর্কের পরিপ্রেক্ষিতে অধিকাংশ টিকা থেকে এটি প্রত্যাহার করা হয়েছে, শুধুমাত্র বহু-ব্যবহারযোগ্য ইনফ্লুয়েঞ্জা টিকায় অণুপরিমাণে থাকে যা ১০ গ্রাম টিনজাত টুনা মাছের সমতুল্য। নামকরণ টিকার নামের জন্য বিভিন্ন প্রমিত সংক্ষেপণ প্রচলিত"
  },
  {
    "chunk_id": "chunk_138",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "আছে, যদিও এই প্রমিতকরণ কেন্দ্রীয় বা বৈশ্বিক নয়। উদাহরণস্বরূপ, মার্কিন যুক্তরাষ্ট্রে ব্যবহৃত টিকার নামগুলির সুপ্রতিষ্ঠিত সংক্ষেপণ রয়েছে যা অন্যত্রও পরিচিত। যুক্তরাষ্ট্রের রোগ নিয়ন্ত্রণ ও প্রতিরোধ কেন্দ্র-এর একটি ওয়েবপৃষ্ঠায় এগুলির বিস্তৃত তালিকা উপলব্ধ। এই তালিকা প্রণয়নে রোগ নিয়ন্ত্রণ ও প্রতিরোধ কেন্দ্র, ACIP ওয়র্ক গ্রুপ, মরবিডিটি অ্যান্ড মর্টালিটি উইকলি রিপোর্ট সম্পাদক এবং সংশ্লিষ্ট সংস্থাগুলি যৌথভাবে অংশগ্রহণ করে। কিছু উদাহরণ হলো: ডিপিটি (ডিপথেরিয়া, টিটেনাস টক্সয়েড এবং অ্যাসেলুলার পারটুসিস টিকা), ডিটি (ডিপথেরিয়া ও টিটেনাস টক্সয়েড), এবং টিডি (টিটেনাস ও ডিপথেরিয়া টক্সয়েড)। বড় হাতের অক্ষরগুলি পূর্ণ শক্তির ডোজ নির্দেশ করে (যেমন ডি, টি), ছোট হাতের অক্ষর (ডি, পি) কিশোর/প্রাপ্তবয়স্ক ফর্মুলেশনে হ্রাসকৃত ডোজ বোঝায়। যুক্তরাষ্ট্রে টিকার রেকর্ডে ব্যবহৃত অন্যান্য সংক্ষেপণের তালিকা সিডিসি-এর \"Vaccine Acronyms and Abbreviations\" পাতায় পাওয়া যায়। মার্কিন স্বীকৃত নাম পদ্ধতিতে টিকার নামের শব্দক্রমে প্রধান বিশেষ্য প্রথমে এবং বিশেষণ পরে বসে, যেমন \"পোলিওভাইরাস টিকা লাইভ ওরাল\"। লাইসেন্সিং একটি টিকার লাইসেন্সিং ঘটে উন্নয়ন চক্রের সফল সমাপ্তি এবং ক্লিনিক্যাল ট্রায়ালের পর, যা নিরাপত্তা, ইমিউনোজেনিসিটি, নির্দিষ্ট ডোজে কার্যকারিতা এবং টিকাটির স্থায়িত্ব প্রমাণ করে। প্রতিরোধমূলক টিকা মূলত সুস্থ জনগোষ্ঠীতে মূল্যায়ন করা হয় বলে উচ্চ নিরাপত্তা মান প্রয়োজন। বিশ্ব স্বাস্থ্য সংস্থা আন্তর্জাতিক উৎপাদন ও গুণমান মান নির্ধারণে নির্দেশিকা প্রদান করে। বিশ্ব স্বাস্থ্য সংস্থা ইউনাইটেড নেশনস চিলড্রেনস ফান্ড (ইউনিসেফ)-এর মাধ্যমে বিতরণের জন্য টিকা গুড ম্যানুফ্যাকচারিং প্র্যাকটিস (জিএমপি) মেনে উৎপাদিত হতে"
  },
  {
    "chunk_id": "chunk_139",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "হবে। লাইসেন্সিং-এর পর জাতীয় পর্যায়ে টিকা নিরীক্ষণ ও প্রতিকূল ঘটনা রেকর্ডিং করা হয়। ইউরোপীয় ইউনিয়ন ইউরোপীয় ইউনিয়নে টিকা লাইসেন্সিং ইউরোপীয় মেডিসিন্স এজেন্সি (ইএমএ)-র Committee for Medicinal Products for Human Use (সিএইচএমপি) দ্বারা নিয়ন্ত্রিত হয়। মার্কিন যুক্তরাষ্ট্র খাদ্য ও ওষুধ প্রশাসন (এফডিএ) টিকার ক্লিনিক্যাল নিরাপত্তা ও কার্যকারিতার প্রমাণ ওষুধের অনুমোদন প্রক্রিয়ার অনুরূপভাবে মূল্যায়ন করে। লাইসেন্সিং-এর পর উৎপাদন সুবিধা নিয়মিত পরিদর্শন করা হয়। ভারত ভারতে ড্রাগস কন্ট্রোলার জেনারেল অব ইন্ডিয়া (ডিসিজিআই) টিকা লাইসেন্সিং-এর জন্য দায়ী। বাজারোত্তর নিরীক্ষণ টিকার ব্যাপক ব্যবহারের সময় ফেজ IV গবেষণার মাধ্যমে প্রতিকূল ঘটনা পর্যবেক্ষণ করা হয়। মার্কিন যুক্তরাষ্ট্রে Vaccine Adverse Event Reporting System (VAERS) ব্যবস্থা রয়েছে। সময়সূচি শিশুদের সর্বোত্তম সুরক্ষার জন্য নির্দিষ্ট বয়সে টিকা প্রদানের পরামর্শ দেওয়া হয়, সাথে \"বুস্টার\" ডোজ প্রয়োজন হতে পারে। Strategic Advisory Group of Experts (SAGE) বৈশ্বিক সুপারিশ প্রদান করে, যা স্থানীয় রোগের বিস্তার, টিকার গ্রহণযোগ্যতা ও অর্থনৈতিক সীমাবদ্ধতার ভিত্তিতে জাতীয় পর্যায়ে রূপান্তরিত হয়। যুক্তরাষ্ট্রে Advisory Committee on Immunization Practices (ACIP) হেপাটাইটিস এ, পোলিও, হাম, ডিপথেরিয়া, নিউমোনিয়া প্রভৃতি রোগের বিরুদ্ধে নিয়মিত টিকাদানের সুপারিশ করে। বহুসংখ্যক টিকা ও বুস্টার ডোজ (২ বছর বয়স পর্যন্ত ২৪টি ইনজেকশন) সম্পূর্ণ আনুগত্য অর্জনে সমস্যা সৃষ্টি করেছে। সম্মিলিত টিকা (যেমন পেন্টাভ্যালেন্ট টিকা) এই সমস্যা হ্রাস করে। শিশু টিকা ছাড়াও হাম, টিটেনাস, ইনফ্লুয়েঞ্জা ও নিউমোনিয়ার জন্য পুনরায় টিকা দেওয়ার সুপারিশ করা"
  },
  {
    "chunk_id": "chunk_140",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "হয়। গর্ভবতী মহিলাদের রুবেলা প্রতিরোধ ক্ষমতা পরীক্ষা করা হয়। মানব প্যাপিলোমা ভাইরাস টিকা যুক্তরাষ্ট্র (২০১১) ও যুক্তরাজ্যে (২০০৯) সুপারিশকৃত। বয়স্কদের জন্য শিংলস (হার্পিস জোস্টার) টিকা ২০০৬ সালে চালু হয়। ব্যক্তির ইমিউনোকম্পিটেন্স স্তর ও টিকার প্রাপ্যতার ভিত্তিতে ডোজ সামঞ্জস্য করা হতে পারে। উন্নয়নের অর্থনীতি টিকা অর্থনীতি টিকা উন্নয়নের একটি বড় চ্যালেঞ্জ হল অর্থনৈতিক: এইচআইভি, ম্যালেরিয়া এবং যক্ষ্মার মতো অনেক রোগ, যার জন্য টিকার সবচেয়ে বেশি প্রয়োজন, প্রধানত দরিদ্র দেশগুলোতে বিদ্যমান। ঔষধ প্রস্তুতকারক প্রতিষ্ঠান এবং জৈবপ্রযুক্তি কোম্পানিগুলোর এই রোগগুলোর জন্য টিকা তৈরির তেমন কোনো প্রণোদনা নেই কারণ এখানে আয়ের সম্ভাবনা খুবই সীমিত। এমনকি ধনী দেশগুলোতেও আর্থিক প্রত্যাবর্তন সাধারণত নগণ্য এবং আর্থিক ও অন্যান্য ঝুঁকি ব্যাপক। এখন পর্যন্ত বেশিরভাগ টিকা উন্নয়ন সরকার, বিশ্ববিদ্যালয় এবং অলাভজনক সংস্থাগুলোর \"পুশ\" অর্থায়নের উপর নির্ভর করেছে। অনেক টিকা অত্যন্ত ব্যয়-কার্যকর এবং জনস্বাস্থ্যের জন্য উপকারী প্রমাণিত হয়েছে। সাম্প্রতিক দশকগুলোতে প্রকৃতভাবে প্রয়োগ করা টিকার সংখ্যা ব্যাপকভাবে বৃদ্ধি পেয়েছে। স্কুলে ভর্তির আগে শিশুদের প্রদত্ত বিভিন্ন টিকার সংখ্যা বৃদ্ধি, বিশেষ করে, অর্থনৈতিক প্রণোদনার চেয়ে সরকারি আদেশ ও সমর্থনের কারণে হতে পারে। পেটেন্ট বিশ্ব স্বাস্থ্য সংস্থার (ডব্লিউএইচও) মতে, কম উন্নত দেশগুলোতে টিকা উৎপাদনের সবচেয়ে বড় বাধা পেটেন্ট নয়, বরং বাজার প্রবেশের জন্য প্রয়োজনীয় ব্যাপক আর্থিক, অবকাঠামো এবং কর্মীবাহিনীর প্রয়োজনীয়তা। টিকা হল জৈবিক যৌগের জটিল মিশ্রণ, এবং প্রেসক্রিপশন ওষুধের ক্ষেত্রে যেমন জেনেরিক ওষুধ থাকে,"
  },
  {
    "chunk_id": "chunk_141",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "টিকার ক্ষেত্রে সেরকম সত্যিকারের জেনেরিক টিকা নেই। একটি নতুন সুবিধা দ্বারা উৎপাদিত টিকাকে নির্মাতার দ্বারা নিরাপত্তা ও কার্যকারিতার জন্য সম্পূর্ণ ক্লিনিক্যাল পরীক্ষার মধ্য দিয়ে যেতে হয়। বেশিরভাগ টিকার জন্য, প্রযুক্তিতে নির্দিষ্ট প্রক্রিয়াগুলো পেটেন্ট করা থাকে। বিকল্প উৎপাদন পদ্ধতি দ্বারা এগুলোকে পরোক্ষভাবে অতিক্রম করা যায়, কিন্তু এর জন্য গবেষণা ও উন্নয়ন অবকাঠামো এবং উপযুক্ত দক্ষ কর্মীবাহিনীর প্রয়োজন হয়। হিউম্যান প্যাপিলোমা ভাইরাস টিকার মতো কিছু অপেক্ষাকৃত নতুন টিকার ক্ষেত্রে, পেটেন্টগুলি একটি অতিরিক্ত বাধা সৃষ্টি করতে পারে। ২০২১ সালে কোভিড-১৯ মহামারীর সময় টিকার উৎপাদন জরুরিভাবে বাড়ানোর প্রয়োজন হলে, বিশ্ব বাণিজ্য সংস্থা এবং বিশ্বজুড়ে সরকারগুলি কোভিড-১৯ টিকার উপর বুদ্ধিবৃত্তিক সম্পদ অধিকার এবং পেটেন্ট ছাড় দেওয়ার বিষয়ে মূল্যায়ন করে, যা \"সাশ্রয়ী মূল্যের কোভিড-১৯ চিকিৎসা পণ্য, যার মধ্যে টিকা ও ওষুধ রয়েছে, সময়মতো প্রবেশের সমস্ত সম্ভাব্য বাধা দূর করবে এবং প্রয়োজনীয় চিকিৎসা পণ্যের উৎপাদন ও সরবরাহ বাড়াবে\"। উৎপাদন টিকা উৎপাদন মৌলিকভাবে অন্যান্য ধরনের উৎপাদন থেকে আলাদা – যার মধ্যে নিয়মিত ফার্মাসিউটিক্যাল উৎপাদন অন্তর্ভুক্ত – কারণ টিকাগুলো লক্ষ লক্ষ সুস্থ মানুষের শরীরে প্রয়োগের উদ্দেশ্যে তৈরি করা হয়। এই সত্যটি একটি অসাধারণ কঠোর উৎপাদন প্রক্রিয়াকে চালিত করে, যেখানে কঠোর সম্মতি প্রয়োজনীয়তা রয়েছে যা অন্যান্য পণ্যের জন্য প্রয়োজনীয়তার চেয়ে অনেক বেশি। অ্যান্টিজেনের উপর নির্ভর করে, একটি টিকা উৎপাদন সুবিধা তৈরি করতে ৫০ থেকে ৫০০ মিলিয়ন মার্কিন ডলার খরচ হতে"
  },
  {
    "chunk_id": "chunk_142",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "পারে, যার জন্য অত্যন্ত বিশেষায়িত যন্ত্রপাতি, পরিষ্কার কক্ষ এবং সংবরণ কক্ষ প্রয়োজন। দক্ষতা, দক্ষতা, জ্ঞান, যোগ্যতা এবং ব্যক্তিত্বের সঠিক সমন্বয় সহ কর্মীবাহিনীর বৈশ্বিক ঘাটতি রয়েছে। ব্রাজিল, চীন এবং ভারত ছাড়া, অনেক উন্নয়নশীল দেশের শিক্ষা ব্যবস্থা পর্যাপ্ত যোগ্য প্রার্থী প্রদান করতে অক্ষম, এবং এই ধরনের দেশভিত্তিক টিকা নির্মাতাদের উৎপাদন চালিয়ে যাওয়ার জন্য প্রবাসী কর্মী নিয়োগ করতে হয়। টিকা উৎপাদনের বিভিন্ন পর্যায় রয়েছে। প্রথমে, অ্যান্টিজেন নিজেই উৎপন্ন করা হয়। ভাইরাসগুলো প্রাথমিক কোষে (যেমন ইনফ্লুয়েঞ্জার জন্য মুরগির ডিম) বা ক্রমাগত কোষ লাইনে (যেমন হেপাটাইটিস এ'র জন্য সংস্কৃত মানব কোষ) জন্মানো হয়। ব্যাকটেরিয়া বায়োরিয়্যাক্টরে জন্মানো হয় (যেমন Haemophilus influenzae টাইপ বি)। একইভাবে, ভাইরাস বা ব্যাকটেরিয়া থেকে প্রাপ্ত একটি রিকম্বিন্যান্ট প্রোটিন খামির, ব্যাকটেরিয়া বা কোষ সংস্কৃতিতে উৎপন্ন করা যেতে পারে। অ্যান্টিজেন উৎপন্ন হওয়ার পর, এটি যে কোষগুলোর মাধ্যমে উৎপন্ন করা হয়েছিল সেগুলো থেকে পৃথক করা হয়। একটি ভাইরাসকে নিষ্ক্রিয় করা প্রয়োজন হতে পারে, সম্ভবত আরও শোধন ছাড়াই। রিকম্বিন্যান্ট প্রোটিনের জন্য আল্ট্রাফিল্ট্রেশন এবং কলাম ক্রোমাটোগ্রাফি জড়িত অনেক অপারেশন প্রয়োজন। অবশেষে, প্রয়োজন অনুযায়ী অ্যাডজুভেন্ট, স্থিতিশীলকারী এবং সংরক্ষণকারী যোগ করে টিকা প্রণয়ন করা হয়। অ্যাডজুভেন্ট অ্যান্টিজেনের প্রতি ইমিউন প্রতিক্রিয়া বাড়ায়, স্থিতিশীলকারী স্টোরেজ জীবন বাড়ায় এবং সংরক্ষণকারী মাল্টিডোজ ভায়াল ব্যবহারের অনুমতি দেয়। কম্বিনেশন টিকাগুলো বিকাশ এবং উৎপাদন করা কঠিন, কারণ জড়িত অ্যান্টিজেন এবং অন্যান্য উপাদানগুলোর মধ্যে সম্ভাব্য অসামঞ্জস্যতা এবং"
  },
  {
    "chunk_id": "chunk_143",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "মিথস্ক্রিয়া রয়েছে। বিতরণের আগে টিকা উৎপাদনের চূড়ান্ত পর্যায় হল ফিল অ্যান্ড ফিনিশ, যা হল ভায়ালে টিকা ভর্তি করা এবং বিতরণের জন্য প্যাকেজিং করা। যদিও এটি টিকা উৎপাদন প্রক্রিয়ার একটি ধারণাগতভাবে সরল অংশ, এটি প্রায়শই টিকা বিতরণ ও প্রয়োগের প্রক্রিয়ায় একটি বাধা হয়ে দাঁড়ায়। টিকা উৎপাদন কৌশল বিবর্তিত হচ্ছে। প্রচলিত বিকল্প যেমন মুরগির ডিমের তুলনায় সংস্কৃত স্তন্যপায়ী কোষ বেশি উৎপাদনশীলতা এবং দূষণের সমস্যার কম ঘটনার কারণে ক্রমবর্ধমান গুরুত্বপূর্ণ হওয়ার预期 রয়েছে। টক্সয়েড ব্যবহার করে ব্যাকটেরিয়াল টিকা উৎপাদনের জন্য জেনেটিকভাবে ডিটক্সিফাইড টিকা উৎপাদনকারী রিকম্বিনেশন প্রযুক্তির জনপ্রিয়তা বৃদ্ধির预期 রয়েছে। প্যাথোজেন-অ্যাসোসিয়েটেড মলিকুলার প্যাটার্ন ব্যবহার করে কম্বিনেশন টিকাগুলোতে থাকা অ্যান্টিজেনের পরিমাণ কমিয়ে অনাকাঙ্ক্ষিত মিথস্ক্রিয়া হ্রাস করার预期 রয়েছে। টিকা নির্মাতা টিকা উৎপাদনে সর্বোচ্চ বাজার শেয়ারを持つ কোম্পানিগুলো হল মার্ক, সানোফি, গ্ল্যাক্সোস্মিথক্লাইন, ফাইজার এবং নোভার্টিস, যেখানে টিকা বিক্রয়ের ৭০% ইইউ বা মার্কিন যুক্তরাষ্ট্রে কেন্দ্রীভূত (২০১৩)। টিকা উৎপাদন প্ল্যান্টগুলোর জন্য বড় মূলধন বিনিয়োগ প্রয়োজন (৫০ মিলিয়ন থেকে ৩০০ মিলিয়ন ডলার) এবং নির্মাণ করতে ৪ থেকে ৬ বছর সময় লাগতে পারে, টিকা উন্নয়নের সম্পূর্ণ প্রক্রিয়াটি ১০ থেকে ১৫ বছর সময় নেয়। উন্নয়নশীল দেশগুলোর উৎপাদন এই দেশগুলোর সরবরাহে ক্রমবর্ধমান ভূমিকা পালন করছে, বিশেষ করে পুরানো টিকার ক্ষেত্রে এবং ব্রাজিল, ভারত ও চীনে। ভারতের নির্মাতারা উন্নয়নশীল বিশ্বের মধ্যে সবচেয়ে অগ্রসর এবং এর মধ্যে রয়েছে সেরাম ইনস্টিটিউট অফ ইন্ডিয়া, ডোজ সংখ্যা দ্বারা টিকার বৃহত্তম"
  },
  {
    "chunk_id": "chunk_144",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "উৎপাদক এবং প্রক্রিয়ায় উদ্ভাবক, সম্প্রতি এমআরসি-৫ কোষ সংস্কৃতিতে পরিবর্তন করে হাম টিকার উৎপাদন দক্ষতা ১০ থেকে ২০ গুণ বৃদ্ধি করেছে। চীনের উৎপাদন ক্ষমতা তাদের নিজস্ব অভ্যন্তরীণ চাহিদা পূরণের উপর কেন্দ্রীভূত, সিনোফার্ম (সিএনপিজিসি) একাই চীনে ১৪টি ভিন্ন টিকার ডোজের ৮৫% এর বেশি সরবরাহ করে। ব্রাজিল উন্নত বিশ্ব থেকে প্রযুক্তি হস্তান্তর ব্যবহার করে তার নিজস্ব অভ্যন্তরীণ চাহিদা পূরণের কাছাকাছি পৌঁছেছে। প্রদান পদ্ধতি মানবদেহে টিকা প্রদানের সবচেয়ে সাধারণ পদ্ধতিগুলোর মধ্যে একটি হল ইনজেকশন। নতুন প্রদান পদ্ধতির উন্নয়ন আরও নিরাপদ এবং সরবরাহ ও প্রয়োগে অধিক দক্ষ টিকার আশা জাগিয়ে তোলে। গবেষণার ধারাগুলোর মধ্যে রয়েছে লিপোসোম এবং আইএসসিওএম (ইমিউন উদ্দীপক কমপ্লেক্স)। টিকা প্রদান প্রযুক্তিতে উল্লেখযোগ্য উন্নয়নের মধ্যে রয়েছে মৌখিক টিকা। মৌখিক টিকা প্রয়োগের প্রাথমিক প্রচেষ্টাগুলো বিভিন্ন মাত্রার প্রতিশ্রুতি দেখিয়েছে, ২০ শতকের গোড়ার দিকে শুরু হয়েছিল, যখন একটি কার্যকর মৌখিক অ্যান্টিব্যাকটেরিয়াল টিকার সম্ভাবনা বিতর্কিত ছিল। ১৯৩০-এর দশকে উদাহরণস্বরূপ টাইফয়েড জ্বরের মৌখিক টিকার প্রতিরোধমূলক মূল্যের প্রতি আগ্রহ বৃদ্ধি পায়। একটি মৌখিক পোলিও টিকা স্বেচ্ছাসেবী কর্মী দ্বারা টিকা প্রদান করা হলে কার্যকর প্রমাণিত হয়েছিল; ফলাফলগুলো টিকা প্রদানের সহজতা ও দক্ষতাও প্রদর্শন করে। কার্যকর মৌখিক টিকার অনেক সুবিধা রয়েছে; উদাহরণস্বরূপ, রক্তের দূষণের কোনো ঝুঁকি নেই। মৌখিক প্রশাসনের উদ্দেশ্যে টিকাগুলো তরল হওয়ার প্রয়োজন নেই, এবং কঠিন হিসাবে, এগুলো সাধারণত আরও স্থিতিশীল এবং পরিবহন ও স্টোরেজে হিমায়িত হওয়ার দ্বারা ক্ষতি বা"
  },
  {
    "chunk_id": "chunk_145",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "নষ্ট হওয়ার সম্ভাবনা কম থাকে। এই স্থিতিশীলতা \"কোল্ড চেইনের\" প্রয়োজনীয়তা হ্রাস করে: উৎপাদন পর্যায় থেকে প্রশাসনের বিন্দু পর্যন্ত একটি সীমিত তাপমাত্রার সীমার মধ্যে টিকা রাখার জন্য প্রয়োজনীয় সম্পদ, যা ঘুরেফিরে টিকার খরচ কমাতে পারে। একটি মাইক্রোনিডল পদ্ধতি, যা এখনও উন্নয়নের পর্যায়ে রয়েছে, \"অ্যারে মধ্যে নির্মিত সুচের মতো অভিক্ষেপ ব্যবহার করে যা ত্বকের মাধ্যমে টিকা প্রদানের পথ তৈরি করতে পারে\"। একটি পরীক্ষামূলক সুচ-মুক্ত টিকা বিতরণ পদ্ধতি প্রাণীর পরীক্ষার মধ্যে রয়েছে। একটি স্ট্যাম্প-আকারের প্যাচ, যা একটি আঠালো ব্যান্ডেজের অনুরূপ, প্রতি বর্গ সেন্টিমিটারে প্রায় ২০,০০০ মাইক্রোস্কোপিক অভিক্ষেপ ধারণ করে। এই ত্বকীয় প্রয়োগ সম্ভাব্যভাবে টিকাকরণের কার্যকারিতা বৃদ্ধি করে, ইনজেকশনের তুলনায় কম টিকা প্রয়োজন হয়। পশুচিকিৎসায় প্রাণীদের টিকাকরণ তাদের রোগে আক্রান্ত হওয়া এবং মানুষের মধ্যে রোগ সংক্রমণ রোধ উভয়ের জন্যই ব্যবহৃত হয়। পোষা প্রাণী এবং পশুসম্পদ হিসাবে পালিত প্রাণী উভয়ই নিয়মিত টিকা দেওয়া হয়। কিছু ক্ষেত্রে, বন্য জনসংখ্যাকেও টিকা দেওয়া হতে পারে। এটি কখনও কখনও টিকা-মিশ্রিত খাদ্য রোগপ্রবণ অঞ্চলে ছড়িয়ে দেওয়ার মাধ্যমে সম্পন্ন করা হয় এবং র্যাকুনের মধ্যে রেবিস নিয়ন্ত্রণের চেষ্টা করতে ব্যবহৃত হয়েছে। যেখানে রেবিস ঘটে, সেখানে কুকুরের রেবিস টিকাকরণ আইন দ্বারা প্রয়োজনীয় হতে পারে। অন্যান্য ক্যানাইন টিকার মধ্যে রয়েছে ক্যানাইন ডিস্টেম্পার, ক্যানাইন প্যারভোভাইরাস, সংক্রামক ক্যানাইন হেপাটাইটিস, অ্যাডেনোভাইরাস-২, লেপ্টোস্পাইরোসিস, বোর্ডেটেলা, ক্যানাইন প্যারাইনফ্লুয়েঞ্জা ভাইরাস, এবং লাইম রোগ, অন্যান্যদের মধ্যে। মানুষের মধ্যে পশুচিকিৎসা টিকা ব্যবহারের ঘটনাগুলি"
  },
  {
    "chunk_id": "chunk_146",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "নথিভুক্ত করা হয়েছে, ইচ্ছাকৃত বা দুর্ঘটনাক্রমে, কিছু ক্ষেত্রে ফলাফলস্বরূপ অসুস্থতা সহ, সবচেয়ে উল্লেখযোগ্যভাবে ব্রুসেলোসিস সহ। তবে, এই ধরনের ঘটনার প্রতিবেদন বিরল এবং এই অনুশীলনগুলোর নিরাপত্তা ও ফলাফল সম্পর্কে খুব কম গবেষণা করা হয়েছে। পশুচিকিৎসা ক্লিনিকে অ্যারোসোল টিকাকরণের আবির্ভাবের সাথে সাথে, মানুষে প্রাকৃতিকভাবে বহন না করা রোগজীবাণুর সংস্পর্শ, যেমন বোর্ডেটেলা ব্রংকিসেপ্টিকা, সম্ভবত সাম্প্রতিক বছরগুলিতে বৃদ্ধি পেয়েছে। কিছু ক্ষেত্রে, সবচেয়ে উল্লেখযোগ্যভাবে রেবিস, একটি রোগজীবাণুর বিরুদ্ধে সমান্তরাল পশুচিকিৎসা টিকা মানুষের টিকার চেয়ে অর্ডার অফ ম্যাগনিটিউডে বেশি অর্থনৈতিক হতে পারে। DIVA টিকা DIVA (সংক্রমিত প্রাণী থেকে টিকাপ্রাপ্ত প্রাণী পার্থক্যকরণ), যা SIVA (টিকাপ্রাপ্ত প্রাণী থেকে সংক্রমিত প্রাণী পৃথকীকরণ) টিকা নামেও পরিচিত, সংক্রমিত এবং টিকাপ্রাপ্ত প্রাণীকে পার্থক্য করা সম্ভব করে তোলে। DIVA টিকাগুলো সমতুল্য বন্য অণুজীবের চেয়ে কমপক্ষে একটি এপিটোপ বহন করে। সেই এপিটোপের বিরুদ্ধে অ্যান্টিবডি সনাক্ত করে এমন একটি সহায়ক ডায়াগনস্টিক পরীক্ষা প্রাণীটি টিকাপ্রাপ্ত কিনা তা নির্ধারণে সহায়তা করে। প্রথম DIVA টিকা (পূর্বে মার্কার টিকা নামে পরিচিত এবং ১৯৯৯ সাল থেকে DIVA টিকা নামে অভিহিত) এবং সহায়ক ডায়াগনস্টিক পরীক্ষা নেদারল্যান্ডসের লেলিস্টাডে কেন্দ্রীয় পশুচিকিৎসা ইনস্টিটিউটে জে. টি. ভ্যান ওয়ার্সচট এবং সহকর্মীদের দ্বারা তৈরি করা হয়েছিল। তারা দেখতে পেয়েছিলেন যে সিউডোরেবিস (যাকে অজেস্জকির রোগও বলা হয়) বিরুদ্ধে কিছু বিদ্যমান টিকার ভাইরাল জিনোমে ডিলিশন ছিল (যার মধ্যে gE জিন ছিল)। সেই ডিলিশনের বিরুদ্ধে মনোক্লোনাল অ্যান্টিবডি তৈরি করা হয়েছিল"
  },
  {
    "chunk_id": "chunk_147",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "এবং gE-এর বিরুদ্ধে অ্যান্টিবডি প্রদর্শন করে একটি ELISA বিকাশের জন্য নির্বাচিত করা হয়েছিল। উপরন্তু, নতুন জেনেটিক্যালি ইঞ্জিনিয়ার্ড gE-নেগেটিভ টিকা তৈরি করা হয়েছিল। একই লাইনে, বোভাইন হার্পিসভাইরাস ১ সংক্রমণের বিরুদ্ধে DIVA টিকা এবং সহায়ক ডায়াগনস্টিক পরীক্ষা তৈরি করা হয়েছে। DIVA কৌশল বিভিন্ন দেশে সফলভাবে সিউডোরেবিস ভাইরাস নির্মূল করতে প্রয়োগ করা হয়েছে। শূকর জনসংখ্যা নিবিড়ভাবে টিকা দেওয়া হয়েছিল এবং সহায়ক ডায়াগনস্টিক পরীক্ষা দ্বারা নিরীক্ষণ করা হয়েছিল এবং পরবর্তীতে সংক্রমিত শূকরগুলিকে জনসংখ্যা থেকে সরানো হয়েছিল। বোভাইন হার্পিসভাইরাস ১ DIVA টিকাগুলোও অনুশীলনে ব্যাপকভাবে ব্যবহৃত হয়। ক্লাসিকাল সুইন ফিভার, এভিয়ান ইনফ্লুয়েঞ্জা, Actinobacillus pleuropneumonia এবং শূকরের Salmonella সংক্রমণের মতো বিস্তৃত সংক্রামক রোগে DIVA নীতি প্রয়োগের জন্য উল্লেখযোগ্য প্রচেষ্টা চলছে। ইতিহাস টিকা গো-বসন্তের উপাদান ব্যবহার করে টিকাদান (হেটেরোটাইপিক ইমিউনাইজেশন) প্রবর্তনের আগে, গুটিবসন্ত ভাইরাসের মাধ্যমে ইচ্ছাকৃত সংক্রমণ (ভ্যারিওলেশন) এর মাধ্যমে গুটিবসন্ত প্রতিরোধ করা যেত। ঐতিহাসিক জোসেফ নিডহামের মতে, চীনের তাওবাদীরা দশম শতাব্দী থেকেই সংক্রমণের একটি পদ্ধতি চর্চা করে আসছিলেন এবং মৌখিক traditionতিহ্যের মাধ্যমে এটি প্রজন্মান্তরে প্রবাহিত করেছিলেন, যদিও এই দাবিটি সমালোচিত হয়েছে কারণ এই অনুশীলনটি লিখিতভাবে উল্লেখিত হয়নি। চীনারা পঞ্চদশ শতাব্দী থেকে সংক্রমণের (ভ্যারিওলেশন) লিখিত নথিভুক্ত ব্যবহার চর্চা করত। তারা \"নাসিকায় ফুঁ দেওয়া\" (nasal insufflation) পদ্ধতি প্রয়োগ করত, যেখানে সাধারণত গুটিবসন্তের খোসা গুঁড়ো করে নাকের মাধ্যমে প্রবেশ করানো হত। ষোড়শ ও সপ্তদশ শতাব্দী জুড়ে চীনে বিভিন্ন ধরণের ইনসাফ্লেশন"
  },
  {
    "chunk_id": "chunk_148",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "কৌশল নথিভুক্ত হয়েছে। ১৭০০ সালে লন্ডনের রয়্যাল সোসাইটিতে চীনে সংক্রমণ (ইনোকুলেশন) অনুশীলন সম্পর্কে দুটি প্রতিবেদন পৌঁছেছিল; একটি মার্টিন লিস্টারের কাছে, যিনি ইস্ট ইন্ডিয়া কোম্পানির একজন কর্মচারীর কাছ থেকে প্রতিবেদন পেয়েছিলেন এবং অন্যটি ক্লপটন হ্যাভার্সের কাছে। ফ্রান্সে, ভলতেয়ার জানান যে চীনারা \"এই শত বছর ধরে\" সংক্রমণ (ভ্যারিওলেশন) চর্চা করে আসছে। মেরি ওয়ার্টলি মন্টেগু, যিনি তুরস্কে সংক্রমণ (ভ্যারিওলেশন) প্রত্যক্ষ করেছিলেন, ইংল্যান্ডে ফিরে আসার পর ১৭২১ সালে রয়্যাল কোর্টের চিকিৎসকদের উপস্থিতিতে তার চার বছর বয়সী মেয়েকে সংক্রমিত করেছিলেন। একই বছরে, চার্লস মেইটল্যান্ড লন্ডনের নিউগেট কারাগারে ছয় জন বন্দির উপর পরীক্ষামূলক সংক্রমণ (ভ্যারিওলেশন) পরিচালনা করেছিলেন। পরীক্ষাটি সফল হয়েছিল এবং শীঘ্রই সংক্রমণ (ভ্যারিওলেশন) রাজপরিবারের দৃষ্টি আকর্ষণ করে, যারা এই পদ্ধতিটি প্রচারে সাহায্য করেছিল। তবে ১৭৮৩ সালে, প্রিন্স অক্টাভিয়াসকে সংক্রমিত করার কয়েক দিন পর তিনি মারা যান। ১৭৯৬ সালে, চিকিৎসক এডওয়ার্ড জেনার গো-বসন্তে আক্রান্ত এক গোয়ালিনীর হাত থেকে পুঁজ নিয়ে ৮ বছর বয়সী এক বালক জেমস ফিপসের বাহুতে আঁচড় দেন এবং ছয় সপ্তাহ পর তাকে গুটিবসন্ত সংক্রমিত করেন, এরপর পর্যবেক্ষণ করেন যে সে গুটিবসন্তে আক্রান্ত হয়নি। জেনার তার গবেষণা সম্প্রসারিত করেন এবং ১৭৯৮ সালে জানান যে তার টিকা শিশু ও প্রাপ্তবয়স্কদের জন্য নিরাপদ এবং বাহু থেকে বাহুতে স্থানান্তর করা যেতে পারে, যা সংক্রমিত গরু থেকে অনিশ্চিত সরবরাহের উপর নির্ভরতা কমায়। ১৮০৪ সালে, স্পেনের উপনিবেশ মেক্সিকো ও"
  },
  {
    "chunk_id": "chunk_149",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "ফিলিপাইনে স্প্যানিশ বালমিস গুটিবসন্ত টিকাদান অভিযান বাহু থেকে বাহুতে স্থানান্তর পদ্ধতি ব্যবহার করেছিল কারণ টিকাটি ইন ভিট্রো অবস্থায় মাত্র ১২ দিন বেঁচে থাকত। তারা গো-বসন্ত ব্যবহার করেছিল। যেহেতু গো-বসন্ত দিয়ে টিকাদান গুটিবসন্ত সংক্রমণের চেয়ে অনেক বেশি নিরাপদ ছিল, তাই ইংল্যান্ডে এখনও এটি ব্যাপকভাবে চর্চা করা সত্ত্বেও ১৮৪০ সালে এটিকে নিষিদ্ধ করা হয়েছিল। জেনারের কাজের ধারাবাহিকতায়, ১৮৮০-এর দশকে দ্বিতীয় প্রজন্মের টিকা প্রবর্তিত হয় লুই পাস্তুরের হাত ধরে, যিনি মুরগির কলেরা ও অ্যানথ্রাক্সের টিকা উদ্ভাবন করেছিলেন, এবং ঊনবিংশ শতাব্দীর শেষভাগ থেকে টিকাগুলি জাতীয় প্রেস্টিজের বিষয় হিসাবে বিবেচিত হয়েছিল। জাতীয় টিকাদান নীতিসমূহ গৃহীত হয়েছিল এবং বাধ্যতামূলক টিকাদান আইন পাস করা হয়েছিল। ১৯৩১ সালে অ্যালিস মাইলস উডরাফ ও আর্নেস্ট গুডপাসচার নথিভুক্ত করেছিলেন যে ফাউলপক্স ভাইরাস ভ্রূণযুক্ত মুরগির ডিমে জন্মানো যেতে পারে। শীঘ্রই বিজ্ঞানীরা ডিমে অন্যান্য ভাইরাস চাষ শুরু করেন। ১৯৩৫ সালে হলুদ জ্বরের টিকা এবং ১৯৪৫ সালে ইনফ্লুয়েঞ্জার টিকা উন্নয়নে ডিম ব্যবহার করা হয়েছিল। ১৯৫৯ সালে কোষ কালচার ডিমকে টিকার জন্য ভাইরাস প্রসারণের মান পদ্ধতি হিসাবে প্রতিস্থাপন করে। বিংশ শতাব্দীতে ভ্যাক্সিনোলজি সমৃদ্ধি লাভ করে, যেখানে ডিপথেরিয়া, হাম, মাম্পস এবং রুবেলা বিরুদ্ধে বেশ কয়েকটি সফল টিকা প্রবর্তিত হয়েছিল। প্রধান অর্জনগুলির মধ্যে রয়েছে ১৯৫০-এর দশকে পোলিও টিকার উন্নয়ন এবং ১৯৬০ ও ১৯৭০-এর দশকে গুটিবসন্তের নির্মূলকরণ। মরিস হিলম্যান ছিলেন বিংশ শতাব্দীর সর্বাধিক উর্বর টিকা উন্নয়নকারী। টিকা আরও"
  },
  {
    "chunk_id": "chunk_150",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "সাধারণ হয়ে ওঠার সাথে সাথে, অনেক লোক এগুলিকে স্বাভাবিক হিসাবে নেওয়া শুরু করে। তবে, হার্পিস সিমপ্লেক্স, ম্যালেরিয়া, গনোরিয়া এবং এইচআইভির মতো অনেক গুরুত্বপূর্ণ রোগের জন্য টিকা এখনও দুর্বোধ্য রয়ে গেছে। টিকার প্রজন্ম প্রথম প্রজন্মের টিকা হল সম্পূর্ণ জীবাণুভিত্তিক টিকা – হয় জীবিত ও দুর্বল, অথবা মৃত রূপে। জীবিত, দুর্বল টিকা, যেমন গুটিবসন্ত ও পোলিও টিকা, হত্যাকারী টি-কোষ (TC বা CTL) প্রতিক্রিয়া, হেল্পার টি-কোষ (TH) প্রতিক্রিয়া এবং অ্যান্টিবডি প্রতিরোধ সৃষ্টি করতে সক্ষম। তবে, একটি প্যাথোজেনের দুর্বল রূপগুলি বিপজ্জনক রূপে রূপান্তরিত হতে পারে এবং প্রতিরোধ ক্ষমতাহীন টিকা গ্রহীতাদের মধ্যে রোগ সৃষ্টি করতে পারে (যেমন এইডসে আক্রান্ত ব্যক্তিরা)। যদিও মৃত টিকার এই ঝুঁকি নেই, তারা নির্দিষ্ট হত্যাকারী টি-কোষ প্রতিক্রিয়া তৈরি করতে পারে না এবং কিছু রোগের জন্য একেবারেই কাজ নাও করতে পারে। দ্বিতীয় প্রজন্মের টিকা জীবিত টিকার ঝুঁকি কমাতে উন্নত করা হয়েছিল। এগুলি হল সাবইউনিট টিকা, যা নির্দিষ্ট প্রোটিন অ্যান্টিজেন (যেমন ধনুষ্টংকার বা ডিপথেরিয়া টক্সয়েড) বা রিকম্বিনেন্ট প্রোটিন উপাদান (যেমন হেপাটাইটিস বি পৃষ্ঠ অ্যান্টিজেন) নিয়ে গঠিত। এগুলি TH এবং অ্যান্টিবডি প্রতিক্রিয়া তৈরি করতে পারে, তবে হত্যাকারী টি কোষ প্রতিক্রিয়া নয়। আরএনএ টিকা এবং ডিএনএ টিকা তৃতীয় প্রজন্মের টিকার উদাহরণ। ২০১৬ সালে জিকা ভাইরাসের জন্য একটি ডিএনএ টিকা ন্যাশনাল ইনস্টিটিউটস অফ হেলথে পরীক্ষা শুরু হয়। আলাদাভাবে, ইনোভিও ফার্মাসিউটিক্যালস ও জিনওয়ান লাইফ সায়েন্স মিয়ামিতে জিকার"
  },
  {
    "chunk_id": "chunk_151",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "বিরুদ্ধে একটি ভিন্ন ডিএনএ টিকার পরীক্ষা শুরু করে। ২০১৬ সালের হিসাবে বড় আকারে টিকা উৎপাদন অমীমাংসিত ছিল। এইচআইভি প্রতিরোধের জন্য ডিএনএ টিকার ক্লিনিকাল ট্রায়াল চলছে। এমআরএনএ টিকা যেমন BNT162b2 ২০২০ সালে অপারেশন ওয়ার্প স্পিডের সহায়তায় উন্নত করা হয়েছিল এবং কোভিড-১৯ মহামারী মোকাবেলায় ব্যাপকভাবে মোতায়েন করা হয়েছিল। ২০২১ সালে, কাটালিন কারিকো ও ড্রিউ ওয়েইসমান এমআরএনএ টিকা প্রযুক্তিতে অগ্রণী গবেষণার জন্য কলাম্বিয়া বিশ্ববিদ্যালয়ের হরউইটজ পুরস্কার লাভ করেন। প্রবণতা কমপক্ষে ২০১৩ সাল থেকে, বিজ্ঞানীরা একটি ভাইরাসের বাইরের কাঠামো পুনর্গঠন করে সিন্থেটিক তৃতীয় প্রজন্মের টিকা উন্নয়নের চেষ্টা করছেন; আশা করা হয়েছিল যে এটি টিকা প্রতিরোধ প্রতিরোধে সহায়তা করবে। প্রতিরোধ ব্যবস্থার প্রতিক্রিয়া নিয়ন্ত্রণকারী নীতিগুলি এখন অনেক অ-সংক্রামক মানব রোগের জন্য টেলর-মেড টিকায় ব্যবহার করা যেতে পারে, যেমন ক্যান্সার এবং অটোইমিউন রোগ। উদাহরণস্বরূপ, পরীক্ষামূলক টিকা সাইটিও০০৬-এংকিউবি উচ্চ রক্তচাপের সম্ভাব্য চিকিৎসা হিসাবে তদন্ত করা হয়েছে। টিকা উন্নয়নের প্রবণতাকে প্রভাবিত করে এমন কারণগুলির মধ্যে রয়েছে ট্রান্সলেটরি মেডিসিনে অগ্রগতি, জনসংখ্যাতাত্ত্বিক, নিয়ন্ত্রক বিজ্ঞান, রাজনৈতিক, সাংস্কৃতিক এবং সামাজিক প্রতিক্রিয়া। টিকা উৎপাদনের জন্য উদ্ভিদ বায়োরিয়েক্টর হিসাবে ট্রান্সজেনিক উদ্ভিদের মাধ্যমে টিকা উৎপাদনের ধারণাটি ২০০৩ সালের শুরুতে চিহ্নিত করা হয়েছিল। তামাক, আলু, টমেটো এবং কলার মতো উদ্ভিদে জিন সন্নিবেশ করা যেতে পারে যা তাদের মানুষের ব্যবহারযোগ্য টিকা উৎপাদন করতে দেয়।"
  },
  {
    "chunk_id": "chunk_152",
    "topic": "ভ্যাকসিন",
    "source": "bnwiki:ভ্যাকসিন",
    "text": "২০০৫ সালে, এমন কলা তৈরি করা হয়েছিল যা হেপাটাইটিস বি-এর বিরুদ্ধে একটি মানব টিকা উৎপাদন করে। টিকা গ্রহণে অনীহা টিকা গ্রহণে অনীহা হল টিকা পরিষেবা উপলব্ধ থাকা সত্ত্বেও টিকা গ্রহণে বিলম্ব বা প্রত্যাখ্যান। এই শব্দটি সরাসরি টিকা প্রত্যাখ্যান, টিকাদান বিলম্ব, টিকা গ্রহণ করা কিন্তু তাদের ব্যবহার সম্পর্কে অনিশ্চিত থাকা, বা নির্দিষ্ট টিকা ব্যবহার করা কিন্তু অন্যগুলি নয়, তা কভার করে। একটি অপ্রতিরোধ্য বৈজ্ঞানিক ঐক্যমত রয়েছে যে টিকাগুলি সাধারণত নিরাপদ এবং কার্যকর। টিকা গ্রহণে অনীহা প্রায়ই টিকা-প্রতিরোধযোগ্য রোগের প্রাদুর্ভাব এবং মৃত্যুর কারণ হয়।"
  },
  {
    "chunk_id": "chunk_153",
    "topic": "রক্তচাপ",
    "source": "bnwiki:রক্তচাপ",
    "text": "রক্তচাপ হল রক্তনালীর গাত্রের উপর রক্ত কর্তৃক প্রযুক্ত চাপ। যা একটি অন্যতম গুরুত্বপূর্ণ রোগনির্ণায়ক লক্ষণ। এই চাপের অধিকাংশ হৃৎপিন্ডের রক্ত সংবহনতন্ত্রের মধ্য দিয়ে রক্ত সরবরাহ করার জন্য তৈরি হয়। সচরাচর রক্তচাপ বলতে বড় রক্তনালীতে রক্ত সঁচরণ প্রনালীর চাপকে নির্দেশ করে। সাধারণত রক্তচাপ বলতে সিস্টেমিক প্রবাহ-এর ধমনিক প্রবাহ ইংরেজিতে-(arterial pressure) কে বোঝায়। সাধারণত প্রতিটি হৃৎস্পন্দনের সময় একবার সর্বোচ্চ সংকোচন চাপ (সিস্টোলিক) এবং দুটি হৃদস্পন্দনের মাঝে সর্বনিম্ন প্রসারন চাপ (ডায়াস্টলিক) চাপ হয়। হৃৎপিন্ডের সংকোচন প্রবণতাই রক্তচাপের প্রধান কারণ। এটি সাধারণত উর্ধ্ববাহুর ব্রাকিয়াল ধমনীতে দেখা হয়। রক্তচাপ সবসময় সংকোচন(systolic) চাপকে (একটি হৃদস্পন্দনের সময় সর্বোচ্চ) উপরে এবং প্রসারক(diastolic) চাপ (দুটি হৃদস্পন্দনের মাঝে সর্বনিম্ন) নিচে লিখে প্রকাশ করা হয়। যেমন ১২০/৮০। এর পরিমাপের একক mmHg হৃৎস্পন্দনের হার, হৃদ কম্পন,অক্সিজেনের সমপৃক্তি, এবং শরীরের তাপমাত্রারর মত রক্তচাপ একটি গুরুত্বপূর্ণ লক্ষন। প্রাপ্তবয়স্ক লোকের সাধারণ স্থির রক্তচাপ প্রায় ১২০ মিলিমিটার পারদচাপ সংকোচক এবং ৮০ মিলিমিটার পারদচাপ প্রসারক। সংক্ষেপে ১২০/৮০ মিমিপারদ। বিশ্বব্যাপী গড় রক্তচাপ, বয়সের সাথে সংগতিপূর্ণ করা, ১৯৭৫ থেকে এখন পর্যন্ত এক, প্রায়। পুরুষদের ১২৭/৭৯ মিমিপারদ নারীদের ১২২/৭৭ মিমিপারদ। ঐতিহ্যগতভাবে বন্ধ (না খোলা) অবস্থায় পারদ নল স্ফিগমোম্যানোমিটার ব্যবহার করে কানের সাহায্যে হৃদপিন্ডের শব্দ শুনে রক্তচাপ পরিমাপ করা হত। এখনও সাধারনভাবে চিকিৎসালয়ে কানের সাহায্যে বন্ধ (না খোলা) অবস্থায় হৃৎপিন্ডের শব্দ শুনে স্বর্ণমানের নির্ভুল বিবেচনা করে রক্তচাপ নেয়া হয়।"
  },
  {
    "chunk_id": "chunk_154",
    "topic": "রক্তচাপ",
    "source": "bnwiki:রক্তচাপ",
    "text": "যাহোক, আধা স্বয়ংক্রিয় পদ্ধতি সুলভ হয়েছে, মূলত পারদের সম্ভব্য বিষক্রিয়া সম্পর্কে সচেতনতার কারণে, যদিও খরচ, সহজ ব্যবহার ও ভ্রমনশীল রক্তচাপে প্রযোজ্যতা অথবা বাড়িতে রক্তচাপ পরিমাপও এই প্রবণতা বাড়াতে সাহায্য করেছে। পারদ-নল স্ফিগমোম্যানোমিটারেরর প্রথম দিকের স্বয়ংক্রিয় বিকল্পগুলো প্রায় মারাত্নক ত্রুটিযুক্ত ছিল। কিন্তু আধুনিক যন্ত্রগুলো প্রমাণ করে দুটি প্রমাণ পাঠ পদ্ধতির মধ্যে পার্থক্য ৫ মিমিপারদ বা কম এবং আদর্শ বিচ্যুতি ৮ মিমিপারদের কম। অধিকাংশ আধা-স্বয়ংক্রিয় পদ্ধতিতে অসিলোমিটার (দোলন পরিমাপক) ব্যবহারেরর মধ্যমে রক্তচাপ পরিমাপ করে। হৃদপিন্ডের ক্রিয়া, সমগ্র রক্তনালীর সহ্য ক্ষমতা ও ধমনিক দৃড়তা দ্বারা রক্তচাপ প্রভাবিত হয় এবং নির্ভর করে বিভিন্ন অবস্থার উপর, আবেগি অবস্থা, সক্রিয়তা ও তুলনামূলক স্বাস্থ্য/রোগের অবস্থার উপর। রক্তচাপ নিয়ন্ত্রিত হয় ব্যাররিসিপটর(মস্তিষ্কের সংবেদী অংশ) দ্বারা যা কাজ করে স্নায়বিক এবং (এন্ডোক্রেইন) আন্তঃস্রাবী তন্ত্র/প্রনালীকে প্রভাবিত করতে। কোন অসুখে রক্তচাপ বেড়ে গেলে তাকে হাইপার টেনশন বা উচ্চ রক্তচাপ এবং কমে গেলে হাইপো টেনশন বা নিম্ন রক্তচাপ বলে। অনেক কারণে উচ্চ রক্তচাপ ও নিন্ন রক্তচাপ হতে পারে এবং উভই হটাৎ সূত্রপাত হতে পারে অথবা দীর্ঘদিন ধরে হতে পারে। দীর্ঘ মেয়াদে উচ্চ রক্তচাপ হৃদরোগ, স্ট্রোক, বৃক্ক(কিডনি) অকার্যকর সহ অনেক রোগের জন্য একটি ঝুকিপূর্ণ অবস্থা। দীর্ঘমেয়াদী উচ্চ রক্তচাপ দীর্ঘমেয়াদী নিম্নরক্তচাপের চেয়ে সুলভ, যা সাধারণত নির্ণয় করা হয় যখন এটা উপসর্গ তৈরি করে। রক্তচাপের ধরন: রক্তচাপ সাধারনত নানা শারীরীক সমস্যার কারণে হয় বা প্রাকৃতিক কারনে হয়ে থাকে ।"
  },
  {
    "chunk_id": "chunk_155",
    "topic": "অক্সিজেন",
    "source": "bnwiki:অক্সিজেন",
    "text": "অক্সিজেন বা অম্লজান একটি রাসায়নিক মৌল, (এর প্রতীক O এবং পারমাণবিক সংখ্যা ৮ ও নিউট্রন সংখ্যা ৮)। অক্সিজেন শব্দটি দুইটি গ্রিক শব্দ থেকে উৎপত্তি লাভ করেছে: অক্সুস্‌ (অম্ল) এবং গেন্যাস্‌ (উৎপাদক, জনক)। অষ্টাদশ শতাব্দীতে বিজ্ঞানী অঁতোয়ান লাভোয়াজিয়ে অম্লজান নামটি নির্দিষ্ট করেন। কারণ তখন মনে করা হতো সকল অম্লের মধ্যে অম্লজান বিদ্যমান থাকে, যা মূলত ভুল ছিল। অক্সিজেনের যোজ্যতা সাধারণত ২। এই মৌলটি অন্যান্য মৌলের সাথে সাধারণত সমযোজী বা আয়নিক বন্ধন দ্বারা যৌগ গঠন করে থাকে। অম্লজান গঠিত সাধারণ কিছু মৌলের উদাহরণ দেয়া যেতে পারে: পানি (H2O), বালি (SiO2, সিলিকা) এবং আয়রন অক্সাইড (Fe2O3)। দ্বিপরমাণুক অম্লজান বায়ুর প্রধান দুইটি উপাদানের একটি। উদ্ভিদের সালোকসংশ্লেষণ প্রক্রিয়া সংঘটিত হওয়ার সময় এই মৌলটি উৎপন্ন হয় এবং এটি সকল জীবের (উদ্ভিদ ও প্রাণীর) শ্বসনের জন্য অত্যাবশ্যকীয় উপাদান। আবিষ্কারের ইতিহাস অম্লজান আবিষ্কারের পূর্বে দুইটি বিষয় নিয়ে রসায়নবিদরা সবচেয়ে বেশি দ্বিধার সম্মুখীন হতেন। একটি হল কোন পদার্থের দহন সংঘটিত হলে তা বায়ু থেকে কিছু টেনে নেয় কিনা এবং মানুষ নিঃশ্বাসের সাথে কি গ্রহণ করে। তখন ধারণা করা হতো সকল দাহ্য বস্তুর অভ্যন্তরে ফ্লোজিস্টন নামক এক ধরনের পদার্থ থাকে। গ্রিকরা যে মৌলিক চারটি পদার্থের ধারণা করতো, এটি ছিল তার সাথে আরেকটি। একটি দাহ্য বস্তুতে এ নিয়ে মোট পাঁচটি পদার্থ থাকে।"
  },
  {
    "chunk_id": "chunk_156",
    "topic": "অক্সিজেন",
    "source": "bnwiki:অক্সিজেন",
    "text": "দহনের সময় এই ফ্লোজিস্টন দাহ্য বস্তুটি থেকে কম বা বেশি পারিমাণে বেরিয়ে যায়। কিন্তু এই ধারণা নিয়ে প্রভূত বিরোধ ছিল। ১৬৭৩ সালে রবার্ট বয়েল সিদ্ধান্তে পৌঁছেছিলেন যে, সীসা এবং অ্যান্টিমনি ভস্মীকরণকালে একটি অতি সূক্ষ্ণ আগ্নেয় পদার্থ ধাতুর দিকে ধাবিত হয় এবং এর সাথে যুক্ত হয়ে ধাতুর ওজন বৃদ্ধি করে।অবশ্য এর আশি বছর পর লোমোনোসোভ লিখেন বয়েলের ধারণাটি ভুল ছিল। তার মতে দহনের সময় বাতাস অংশ নেয় এবং বাতাসের কণা ধাতুর সাথে যুক্ত হয় বলেই তার ওজন বৃদ্ধি পায়।"
  },
  {
    "chunk_id": "chunk_157",
    "topic": "অক্সিজেন",
    "source": "bnwiki:অক্সিজেন",
    "text": "অষ্টাদশ শতাব্দীতে গ্যাস সংক্রান্ত বিজ্ঞানের প্রভূত উন্নতি সাধিত হয়। ১৭৭৪ সালে বিজ্ঞানী পি. বায়েন তার গবেষণাপত্রে ভস্মীকরণকালে ধাতুর ভর বৃদ্ধির কারণ নিয়ে বিস্তৃত আলোচনা করেন। তিনি বলেছিলেন সম্প্রসারণযোগ্য এবং সাধারণ বাতাস থেকে ভারী এক অদ্ভুত ধরনের পদার্থ ভস্মীকরণের সময় ধাতুর সাথে যুক্ত হয়। পারদ ঘটিত যৌগের তাপবিযোজনের মাধ্যমে বায়েন এই গ্যাসটি পেয়েছিলেন। বিপরীতভাবে ধাতব পারদের সাথে ঐ গ্যাসীয় পদার্থের বিক্রিয়ায় পারার বর্ণ লাল হয়ে গিয়েছিলো। দুর্ভাগ্যবশত বায়েন এ নিয়ে আর গবেষণা করতে পারেননি। তিনি জানতেনও না যে তিনি প্রকৃতপক্ষে অম্লজান নিয়েই কাজ করেছিলেন। আর লাল হয়ে যাওয়া পদার্থটি ছিল প্রকৃতপক্ষে মারকারি অক্সাইড। ঐ একই বছর অর্থাৎ ১৭৭৪ সালে রসায়নবিদ জোসেফ প্রিস্ট্‌লে একটি যৌগ নিয়ে পরীক্ষা আরম্ভ করেন। এর কিছুদিন পূর্বে তিনি দেখতে পেয়েছিলেন যে, সবুজ গাছের উপস্থিতিতে বদ্ধ বাতাস (যা শ্বাসকার্যে সহায়তা করে না) সাধারণ বাতাসে পরিবর্তিত হয় যা জীবের শ্বাসকার্যে সহায়তা করে। এই আবিষ্কারটি রসায়ন এবং জীববিদ্যা উভয়টির জন্যই এক যুগান্তকারী আবিষ্কার হিসেবে চিহ্নিত হয়। প্রিস্ট্‌লেই প্রথম বুঝতে পেরেছিলেন যে উদ্ভিদ অম্লজান পরিত্যাপ করে। একই সময় তিনি আরেকটি পরীক্ষা করে দেখতে পান, সোরার গ্যাস (নাইট্রোজেন অক্সাইড, সল্টপিটার গ্যাস) লৌহ চূর্ণের সাথে বিক্রিয়ার মাধ্যমে এমন একটি বাতাসে পরিণত হয় যা দহনে সাহায্য করলেও শ্বাসকার্যে সহায্য করে না।"
  },
  {
    "chunk_id": "chunk_158",
    "topic": "অক্সিজেন",
    "source": "bnwiki:অক্সিজেন",
    "text": "এই বাতাসটি ছিল নাইট্রাস অক্সাইড ফ্লোজিস্টিন তত্ত্ব অনুসারে যার নাম তিনি রেখেছিলেন ডিফ্লোজিস্টিকেটেড সোরার গ্যাস (dephlogisticated saltpeter gas)। এবার ১৭৭৪ সালের পরীক্ষাটির বিষয়ে আসা যাক। একই বছরের আগস্ট ১ তারিখে প্রিস্ট্‌লে একটি আবদ্ধ পাত্রে লাল মারকারি অক্সাইড নিয়ে বড়ো লেন্সের সাহায্যে তার উপর সূর্যকিরণ ঘনীভূত করে ফেলেন। এতে যৌগটি ভেঙ্গে গিয়ে উজ্জ্বল ধাতব পারদ এবং একটি গ্যাস উৎপন্ন হয়। এই গ্যাসটিই ছিল প্রকৃতপক্ষে অম্লজান । বেশ কয়েক বছর পর এই গ্যাসের নামকরণ করা হয় অম্লজান যা তৃতীয় মৌল হিসেবে স্বীকৃতি লাভ করেছিল।"
  },
  {
    "chunk_id": "chunk_159",
    "topic": "অক্সিজেন",
    "source": "bnwiki:অক্সিজেন",
    "text": "নাইট্রোজেনের মত এই মৌলটি বাতাস থেকে প্রস্তুত করা সম্ভব হয়নি। বরং এটি প্রস্তুত করা হয় কঠিন পদার্থ থেকে। প্রিস্ট্‌লে কেবল এইটুক বলতে পেরেছিলেন যে, নতুন এই গ্যাসটি বাতাসের উপাদান। কিন্তু আর কিছু বলা তার পক্ষে সম্ভব ছিলনা। আর ফ্লোজিস্টিক তত্ত্বের অণুগাম হয়ে তিনি এর নামও রেখেছিলেন ডিফ্লোজিস্টিকেটেড বাতাস। আবিষ্কারের পর প্রিস্ট্‌লে প্যারিসে গিয়ে ল্যাভয়সিয়ে সহ অন্যান্য ফরাসি বিজ্ঞানীদেরকে বিশদভাবে তার গবেষণার কথা বলেছিলেন। এই অংশটি খুব গুরুত্বপূর্ণ। কারণ প্রিস্ট্‌লের চেয়ে ল্যাভয়সিয়েই এই আবিষ্কারটির মর্ম বেশি উপলব্ধি করতে সক্ষম হয়েছিলেন। প্রিস্ট্‌লে একসময় মনে করতেন তার এই আবিষ্কারটি একটি জটিল পদার্থ। কিন্তু ১৭৮৬ সালে ল্যাভয়সিয়ের ধারণা দ্বারা অণুপ্রাণিত হয়ে তিনি একে মৌল হিসেবে দেখতে শুরু করেন। এ হিসেবে অম্লজান আবিষ্কারের পিছনে মূল অবদান প্রিস্ট্‌লে এবং বায়েনের। এদের সাথে সি শিলে নামক আরও একজন বিজ্ঞানীর নাম সংযোজন করা যেতে পারে। শিলে ১৭৭২ সালে Chemical Treatise About Air and Fire নামক একটি বই লেখার কাজ সম্পন্ন করেছিলেন। কিন্তু প্রকাশকের দোষে বইটি ১৭৭৫ সালে প্রকাশিত হয়। এই বইয়ে অক্সিজেনের বর্ণনা প্রিস্ট্‌লে বা বায়েনের দেয়া বর্ণনার চেয়েও নিখুঁত ছিল। কিন্তু প্রকাশক দেরিতে প্রকাশ করাতে তিনি অক্সিজেনের আবিষ্কারক হিসেবে নিজের নাম প্রস্তাব করতে পারেননি। কারণ প্রিস্ট্‌লের আবিষ্কার প্রকাশিত হয় ১৭৭৪ সালে। শিলে অম্লজান উৎপন্ন করেছিলেন অজৈব যৌগের বিযোজনের মাধ্যমে। আরও দেখুন জারণ দহন তথ্যসূত্র আরও পড়ুন রাসায়নিক মৌল: কেমন করে সেগুলি আবিষ্কৃত হয়েছিল: দ. ন. ত্রিফোনভ, ভ. দ. ত্রিফোনভ; বাংলা অনুবাদ: কানাই লাল মুখোপাধ্যায়; মির প্রকাশন, মস্কো এবং মনীষা গ্রন্থালয়, কলকাতা থেকে প্রকাশিত। সোভিয়েত ইউনিয়নে মুদ্রিত; ১৯৮৮।"
  }
]